[
  {
    "name": "O Louco",
    "title": "O Inocente",
    "image": "assets/cards/fool.jpg",
    "number": 0,
    "isMajorArcana": true,
    "eighth_greater": "Confiança no universo, coragem para recomeçar.",
    "eighth_lesser": "Imprudência, irresponsabilidade, negligência.",
    "order": "00",
    "element": "Ar",
    "sign": null,
    "planet": "Urano",
    "description": "O Louco é a manifestação do potencial absoluto, uma explosão de energia criativa antes da ordem ou da forma. Representa o início de tudo, onde a liberdade encontra o caos, e a criação é apenas uma possibilidade latente. O elemento Ar confere-lhe leveza e movimento, enquanto Urano traz a força transformadora e inesperada da mudança. Ele não é guiado por lógica, mas pela intuição pura e pelo desejo de explorar o desconhecido. Sua jornada é um salto de fé, onde cada passo abre caminho para novas realidades. O Louco nos lembra que toda criação começa com a coragem de sair do chão, abraçar o risco e confiar no fluxo da vida.",
    "hebrew_letter": "Aleph (א)",
    "astrology": "Urano",
    "description_symbolic": "Eis o Louco, a carta número zero, que não tem início nem fim, pois ele é o eterno círculo da criação. Ele é o espírito primordial, a explosão do Big Bang cósmico, a energia inominável que se lança no abismo da existência. Com um sorriso no rosto e um pé já no precipício, ele simboliza a confiança absoluta na jornada. Não há medo, apenas a certeza de que, seja qual for o caminho, ele é o caminho certo.",
    "message_esoteric": "O Louco não é insensato, mas aquele que está além da lógica mortal. Ele é o caos criativo do deus Pã, a força bruta de Dionísio, a energia de Shiva antes da dança. Ele nos ensina a confiar na jornada, a abandonar as amarras do ego e a mergulhar no desconhecido. Ele é o iniciado que deu o primeiro passo sem olhar para trás.",
    "meditation_reflection": [
      "O que eu estou evitando por medo do desconhecido?",
      "Estou disposto a confiar no processo, mesmo sem saber o resultado?",
      "Como posso permitir que o caos criativo se manifeste em minha vida?"
    ],
    "internal_alchemy": "O Louco é o ar que respiras, o vento que não se pode capturar. Ele é a respiração inicial de um projeto, de uma ideia, de uma vida. Ele nos lembra que, antes de sermos algo, somos nada — e que é nesse nada que reside todo o potencial.",
    "magical_practice": "Conecte-se com o Louco permitindo-se sonhar sem limitações. Visualize-se pulando de um precipício, sabendo que o universo o apoiará. Ouça o som do silêncio, pois é ali que o Louco sussurra.",
    "past_present_future": {
      "past": "Uma fase de inocência e espontaneidade, marcada pela liberdade de seguir novos caminhos sem medo.",
      "present": "Um momento de confiança e coragem, onde o salto no desconhecido é necessário para avançar.",
      "future": "O potencial de algo grandioso, mas que exigirá fé absoluta para que se realize."
    }
  },
  {
    "name": "O Mago",
    "title": "O Manifestador",
    "image": "assets/cards/magician.jpg",
    "number": 1,
    "isMajorArcana": true,
    "eighth_greater": "Domínio e controle das forças internas e externas.",
    "eighth_lesser": "Manipulação, abuso de poder, ilusão.",
    "order": "01",
    "element": "Ar",
    "sign": null,
    "planet": "Mercúrio",
    "description": "O Mago é a personificação do poder criativo e da manifestação consciente. Ele canaliza a energia divina para o mundo material, conectando os reinos espiritual e terreno. Regido por Mercúrio, ele reflete inteligência, comunicação e habilidade para transformar intenção em realidade. Suas ferramentas – o bastão, a espada, a taça e o disco – simbolizam o domínio sobre os quatro elementos e a capacidade de moldá-los com sua vontade. O Mago nos lembra que o universo é moldável e que o poder de criar reside na mente e na concentração. Porém, ele alerta para o uso responsável desse poder, evitando a ilusão e a manipulação para fins egoístas.",
    "hebrew_letter": "Beth (ב)",
    "astrology": "Mercúrio",
    "description_symbolic": "O Mago é o mestre da vontade, o alquimista supremo que transforma intenção em manifestação. Ele é o intermediário entre o divino e o mundano, manipulando os elementos do universo para criar algo novo. Na carta, ele é representado rodeado pelos instrumentos sagrados: o bastão, a taça, a espada e o disco — símbolos dos quatro elementos. O Mago não apenas comanda essas forças, mas as integra como uma extensão de sua própria essência. Ele representa o verbo criador, o poder do logos que molda a realidade.",
    "message_esoteric": "O Mago nos ensina que tudo começa com a vontade. Ele é a manifestação da consciência em ação, a prova de que o universo responde àqueles que sabem como exercer seu poder pessoal. Ele nos lembra que somos criadores, e que o domínio da mente e da palavra é a chave para moldar a realidade. É o símbolo da ação deliberada e da autoconfiança.",
    "meditation_reflection": [
      "Como posso usar meus talentos para criar algo significativo?",
      "Estou agindo com intenção clara ou apenas reagindo às circunstâncias?",
      "Quais ferramentas tenho à minha disposição que podem transformar minha vida?"
    ],
    "internal_alchemy": "O Mago representa a alquimia interna, onde ideias se tornam realidade. Ele nos desafia a dominar nossos pensamentos, palavras e ações para nos tornarmos mestres de nosso próprio destino. Ele simboliza a habilidade de equilibrar força e sutileza, ação e contemplação.",
    "magical_practice": "Para conectar-se ao Mago, visualize-se segurando os quatro instrumentos: bastão, taça, espada e disco. Concentre-se em sua intenção e declare em voz alta o que deseja criar. Use afirmações poderosas e claras para reforçar sua conexão com o poder criador.",
    "past_present_future": {
      "past": "Uma fase de aprendizado e descoberta de habilidades pessoais, onde o potencial começou a se revelar.",
      "present": "Um momento de ação e manifestação, onde a confiança e o domínio pessoal são cruciais.",
      "future": "A promessa de um novo empreendimento ou criação, desde que haja foco e intenção clara."
    }
  },
  {
    "name": "A Sacerdotisa",
    "title": "A Guardiã do Mistério",
    "image": "assets/cards/high_priestess.jpg",
    "number": 2,
    "isMajorArcana": true,
    "eighth_greater": "Sabedoria intuitiva, conexão espiritual profunda.",
    "eighth_lesser": "Segredos ocultos, repressão, mistério não revelado.",
    "order": "02",
    "element": "Água",
    "sign": null,
    "planet": "Lua",
    "description": "A Sacerdotisa, representada pelo número dois, simboliza a fonte do conhecimento oculto e da sabedoria intuitiva. Como complemento do Mago, ela opera nas profundezas psíquicas e espirituais. Seu elemento, a Água, reflete o fluxo emocional, o mistério e a receptividade. Envolta em um véu de segredo, ela domina o equilíbrio entre o mundo consciente e inconsciente, revelando verdades somente àqueles preparados para recebê-las. No Tarot de Thoth, ela é a representação da Deusa lunar, cuja presença suave e sutil comanda o silêncio interior e os mistérios cósmicos.",
    "hebrew_letter": "Gimel (ג)",
    "astrology": "Lua",
    "description_symbolic": "A Sacerdotisa é o elo místico que conecta os mundos físico e metafísico. Sentada em silêncio, ela guarda o pergaminho sagrado, um símbolo da sabedoria eterna e inatingível. O véu que a cerca sugere que nem todos os mistérios são feitos para serem revelados imediatamente. Sua conexão com a Lua indica ciclos naturais, introspecção e o fluxo da energia psíquica. No Tarot de Thoth, ela transcende a simples percepção, guiando o iniciado a explorar os segredos ocultos da alma.",
    "message_esoteric": "A lição essencial da Sacerdotisa é confiar na voz interior e permitir que o mistério revele seu próprio tempo. Ela nos convida a entrar no templo interno, onde o silêncio e a contemplação são necessários para alcançar a verdadeira sabedoria. Sua mensagem é clara: a compreensão espiritual não pode ser forçada; ela floresce através da intuição e paciência.",
    "meditation_reflection": [
      "Estou ouvindo minha intuição ou deixando minha mente racional dominar?",
      "Que aspectos de meu ser ainda estão ocultos e aguardam ser revelados?",
      "Como posso abraçar o silêncio como ferramenta para o autoconhecimento?"
    ],
    "internal_alchemy": "A Sacerdotisa é a alquimia do conhecimento sutil. Ela transmuta experiências internas em sabedoria espiritual ao cultivar a paciência e a introspecção. No Tarot de Thoth, ela ensina que o poder verdadeiro nasce da integração do inconsciente e da aceitação dos mistérios da vida.",
    "magical_practice": "Para alinhar-se à energia da Sacerdotisa, medite sob a luz da Lua, visualizando um portal velado. Atravessá-lo é um ato de confiança na sua intuição. Durante a prática, mantenha um diário para registrar os insights que emergirem do inconsciente.",
    "past_present_future": {
      "past": "Você passou por experiências onde o aprendizado veio da introspecção ou de fontes ocultas.",
      "present": "O momento atual exige paciência e atenção ao que está além das aparências. As respostas chegarão quando o tempo for adequado.",
      "future": "Segredos serão revelados e um entendimento profundo será alcançado, desde que você se mantenha aberto ao desconhecido e confie na jornada."
    }
  },
  {
    "name": "A Imperatriz",
    "title": "A Mãe Divina",
    "image": "assets/cards/empress.jpg",
    "number": 3,
    "isMajorArcana": true,
    "eighth_greater": "Criatividade, fertilidade, conexão com a natureza.",
    "eighth_lesser": "Excesso de indulgência, possessividade, falta de controle.",
    "order": "03",
    "element": "Terra",
    "sign": null,
    "planet": "Vênus",
    "description": "A Imperatriz, regida por Vênus e pelo número três, é a manifestação do amor em forma material. No Tarot de Thoth, ela não é apenas a mãe divina, mas a matriz alquímica onde o espírito e a matéria se fundem. Representando a força criativa que nutre a vida, ela simboliza a abundância natural, a fertilidade, a harmonia e o prazer dos sentidos. Sua energia é receptiva, porém poderosa, criando e sustentando tudo o que cresce no universo físico e espiritual.",
    "hebrew_letter": "Daleth (ד)",
    "astrology": "Vênus",
    "description_symbolic": "A Imperatriz, sentada em um trono rodeado por vegetação exuberante, é um arquétipo de criação contínua. No Tarot de Thoth, ela carrega o cetro, símbolo de autoridade divina sobre o ciclo de vida, e o escudo com a pomba, representando a paz e a proteção da força criadora. Sua conexão com Vênus reflete não apenas o amor romântico, mas o amor cósmico, onde a beleza e a criação caminham lado a lado. Tudo em sua presença floresce e prospera.",
    "message_esoteric": "A Imperatriz nos ensina que toda criação começa com a semente do amor e da intenção. Ela nos lembra de nutrir nossos sonhos, nossas relações e nossa conexão com a Terra. Sua mensagem é um convite para reconhecer o poder de criação que todos temos dentro de nós, seja no plano físico, emocional ou espiritual.",
    "meditation_reflection": [
      "O que em minha vida precisa ser nutrido e cuidado para florescer plenamente?",
      "Estou usando minha criatividade de forma intencional e harmoniosa?",
      "De que forma posso alinhar-me aos ciclos naturais para obter mais equilíbrio e prosperidade?"
    ],
    "internal_alchemy": "A Imperatriz personifica a alquimia da transformação amorosa. Ela nos convida a trabalhar com paciência e dedicação, nutrindo o que queremos ver manifestado. No Tarot de Thoth, ela nos ensina que, assim como a natureza, a criação exige um processo cíclico de plantar, cuidar e colher.",
    "magical_practice": "Para ativar a energia da Imperatriz, envolva-se em atividades criativas ou passe um tempo em meio à natureza. Durante uma meditação, visualize-se em um jardim fértil, onde suas intenções crescem e florescem. Plante simbolicamente uma semente e observe como ela se desenvolve ao longo do tempo.",
    "past_present_future": {
      "past": "Você experimentou um período de crescimento, no qual a criatividade e a nutrição desempenharam papéis fundamentais.",
      "present": "Agora é o momento de cuidar de suas ideias, relações e intenções com amor, garantindo que elas floresçam.",
      "future": "A colheita de prosperidade e harmonia será garantida, desde que você mantenha a paciência e o cuidado com aquilo que está cultivando."
    }
  },
  {
    "name": "O Imperador",
    "title": "O Regente",
    "image": "assets/cards/emperor.jpg",
    "number": 4,
    "isMajorArcana": true,
    "eighth_greater": "Autoridade, estabilidade, estrutura sólida.",
    "eighth_lesser": "Rigidez, tirania, controle excessivo.",
    "order": "04",
    "element": "Fogo",
    "sign": "Áries",
    "planet": null,
    "description": "O Imperador, representado pelo número quatro e pelo signo de Áries, é o arquétipo da ordem, disciplina e liderança firme. No Tarot de Thoth, ele não é apenas o governante mundano, mas a força espiritual que organiza o caos em uma criação estruturada. Sua energia de Fogo simboliza a paixão e a iniciativa necessárias para construir uma base sólida, onde o impulso criativo do universo encontra a estabilidade das formas. Ele é o guardião das leis que sustentam a existência.",
    "hebrew_letter": "Heh (ה)",
    "astrology": "Áries",
    "description_symbolic": "O Imperador é o construtor do reino, sentado em um trono de pedra, simbolizando a solidez e permanência das suas conquistas. No Tarot de Thoth, seu cetro e globo representam o poder supremo sobre o plano material e a capacidade de dar forma ao mundo ao seu redor. Áries, seu signo, indica liderança natural, ação decisiva e a coragem necessária para assumir responsabilidades. Ele governa não com tirania, mas com sabedoria fundamentada na compreensão dos limites necessários ao crescimento.",
    "message_esoteric": "O Imperador nos ensina que verdadeira autoridade não é imposta, mas conquistada através da disciplina e do autodomínio. Ele nos mostra que, para manifestar nossos objetivos no mundo físico, é preciso estabelecer ordem e respeitar os princípios estruturais da criação. Sua lição essencial é encontrar equilíbrio entre poder e responsabilidade.",
    "meditation_reflection": [
      "Estou exercendo meu poder de forma justa e responsável?",
      "Que áreas da minha vida precisam de mais estrutura e disciplina?",
      "Estou liderando com sabedoria ou tentando controlar tudo ao meu redor?"
    ],
    "internal_alchemy": "O Imperador representa a alquimia da autoridade interior. Ele transforma a impulsividade em ação deliberada e o caos em estrutura ordenada. No Tarot de Thoth, ele nos lembra que o verdadeiro domínio começa pelo autoconhecimento e pela disciplina interna.",
    "magical_practice": "Para conectar-se à energia do Imperador, visualize um trono de pedra sólida em um local elevado. Sente-se nele e sinta a força de sua base firme. Durante a meditação, afirme sua capacidade de liderar e criar ordem em sua vida. Após a prática, escreva quais áreas precisam de mais estrutura e como você pode estabelecê-la.",
    "past_present_future": {
      "past": "Você construiu uma base sólida através de disciplina e regras bem definidas.",
      "present": "Este é um momento de assumir o controle e governar sua vida com autoridade interna.",
      "future": "A estabilidade e o sucesso estarão ao seu alcance, desde que você mantenha o equilíbrio entre ordem e flexibilidade."
    }
  },
  {
    "name": "O Hierofante",
    "title": "O Mestre Espiritual",
    "image": "assets/cards/hierophant.jpg",
    "number": 5,
    "isMajorArcana": true,
    "eighth_greater": "Sabedoria, grande estudioso das ciências e religiões.",
    "eighth_lesser": "Intolerância, fanatismo, dogmatismo.",
    "order": "05",
    "element": "Terra",
    "sign": "Touro",
    "planet": null,
    "description": "O Hierofante, regido pelo número cinco e pelo signo de Touro, representa a sabedoria eterna transmitida por meio de tradições, rituais e sistemas espirituais. No Tarot de Thoth, ele não é apenas o guardião da fé, mas o canal de energia cósmica que conecta o conhecimento terreno às verdades universais. Sua presença é um convite para alinhar-se com a sabedoria ancestral e abrir-se ao aprendizado espiritual. Sua energia de Terra reflete a estabilidade necessária para explorar os mistérios do divino com humildade e disciplina.",
    "hebrew_letter": "Vav (ו)",
    "astrology": "Touro",
    "description_symbolic": "O Hierofante é o ponto de união entre o humano e o divino. Sentado em seu trono, ele carrega os símbolos de autoridade espiritual e o conhecimento das tradições antigas. No Tarot de Thoth, ele é representado como o elo entre o microcosmo e o macrocosmo, indicando que o caminho para a iluminação passa pelo aprendizado disciplinado e pelo respeito às leis espirituais. O signo de Touro destaca sua conexão com a manifestação prática do conhecimento sagrado.",
    "message_esoteric": "O Hierofante nos lembra que a sabedoria verdadeira vem do equilíbrio entre o aprendizado interno e o ensino externo. Ele nos ensina a valorizar o que herdamos das tradições espirituais, mas também a questionar com discernimento. Sua mensagem é clara: o aprendizado espiritual é tanto um processo de absorção quanto de compartilhamento.",
    "meditation_reflection": [
      "Estou buscando sabedoria de forma aberta e com humildade?",
      "Que conhecimentos antigos podem ser integrados à minha jornada atual?",
      "De que forma posso compartilhar o que aprendi com os outros, sem impor minhas crenças?"
    ],
    "internal_alchemy": "O Hierofante representa a alquimia do conhecimento compartilhado. Ele transforma a sabedoria bruta em uma joia lapidada, pronta para iluminar tanto o estudante quanto o mestre. No Tarot de Thoth, ele enfatiza a importância do processo contínuo de aprender e ensinar, como uma corrente viva que flui entre gerações.",
    "magical_practice": "Para conectar-se ao Hierofante, participe de um ritual tradicional, leia um texto sagrado ou medite sobre a transmissão de conhecimento ao longo do tempo. Visualize-se como um canal de sabedoria, recebendo ensinamentos ancestrais e compartilhando-os com clareza e compaixão.",
    "past_present_future": {
      "past": "Um período de aprendizado profundo, onde tradições espirituais ou filosóficas moldaram seu caminho.",
      "present": "Agora é o momento de buscar orientação em fontes confiáveis e manter-se aberto ao aprendizado e ao ensino.",
      "future": "A promessa de crescimento espiritual contínuo, desde que você valorize tanto a sabedoria herdada quanto as lições da experiência."
    }
  },
  {
    "name": "Os Enamorados",
    "title": "A Escolha",
    "image": "assets/cards/lovers.jpg",
    "number": 6,
    "isMajorArcana": true,
    "eighth_greater": "Harmonia, amor verdadeiro, escolhas conscientes.",
    "eighth_lesser": "Dúvidas, indecisão, relações conflituosas.",
    "order": "06",
    "element": "Ar",
    "sign": "Gêmeos",
    "planet": null,
    "description": "Os Enamorados, regidos pelo número seis e pelo signo de Gêmeos, simbolizam a união e o equilíbrio das polaridades. No Tarot de Thoth, eles não se limitam ao amor romântico, mas abrangem escolhas fundamentais que determinam o curso da alma. Representando o casamento alquímico entre o consciente e o inconsciente, essa carta é um convite para integrar opostos e agir em harmonia com o coração e a mente. O elemento Ar reflete o movimento dinâmico do pensamento e a necessidade de clareza nas decisões.",
    "hebrew_letter": "Zayin (ז)",
    "astrology": "Gêmeos",
    "description_symbolic": "Os Enamorados representam o equilíbrio perfeito entre forças opostas, como luz e sombra, masculino e feminino, espiritual e material. No Tarot de Thoth, eles simbolizam a escolha consciente que transcende o desejo superficial e conduz à realização espiritual. O signo de Gêmeos ressalta a dualidade e a comunicação, enquanto a presença do anjo sugere uma união abençoada e guiada pelo divino. Essa carta marca o ponto em que o amor e a razão convergem para moldar o destino.",
    "message_esoteric": "Os Enamorados nos ensinam que todas as escolhas significativas exigem consciência e integração. Não se trata apenas de decisões externas, mas de um processo interno de harmonização entre o desejo e a sabedoria. A verdadeira união ocorre quando aceitamos e integramos nossas dualidades, encontrando equilíbrio e propósito.",
    "meditation_reflection": [
      "Minhas escolhas estão alinhadas ao meu propósito mais elevado?",
      "Quais aspectos conflitantes dentro de mim precisam ser reconciliados?",
      "Estou agindo com clareza e intenção consciente ao tomar decisões importantes?"
    ],
    "internal_alchemy": "Os Enamorados representam a alquimia da integração. Eles simbolizam a fusão dos opostos, onde cada decisão é uma oportunidade para crescer e transformar. No Tarot de Thoth, eles nos lembram que o caminho espiritual exige escolhas conscientes e o equilíbrio das forças internas.",
    "magical_practice": "Para conectar-se aos Enamorados, visualize-se em um campo dourado, onde duas forças opostas se aproximam e se unem. Medite sobre as decisões que você enfrenta e invoque a clareza para escolher com amor e sabedoria. Escreva suas intenções e revisite-as quando precisar de orientação.",
    "past_present_future": {
      "past": "Uma escolha ou conexão significativa moldou sua jornada até aqui.",
      "present": "Você está em um ponto crucial onde a integração de opostos ou a tomada de uma decisão pode mudar seu destino.",
      "future": "A promessa de harmonia e realização, desde que suas escolhas sejam feitas com equilíbrio e intenção clara."
    }
  },
  {
    "name": "O Carro",
    "title": "O Conquistador",
    "image": "assets/cards/chariot.jpg",
    "number": 7,
    "isMajorArcana": true,
    "eighth_greater": "Determinação, controle, triunfo sobre desafios.",
    "eighth_lesser": "Arrogância, impulsividade, perda de direção.",
    "order": "07",
    "element": "Água",
    "sign": "Câncer",
    "planet": null,
    "description": "O Carro, regido pelo número sete e pelo signo de Câncer, simboliza a jornada do triunfo e da autossuperação. No Tarot de Thoth, ele não representa apenas o controle físico, mas a conquista espiritual através do domínio das forças internas. É o veículo que leva a alma a novos patamares, movido pela disciplina emocional e pela força de vontade. Embora associado ao elemento Água, sua energia flui com determinação firme, semelhante a um rio que corta as pedras em seu caminho. Ele é a vitória sobre as adversidades, alcançada por meio do equilíbrio entre emoção e razão.",
    "hebrew_letter": "Cheth (ח)",
    "astrology": "Câncer",
    "description_symbolic": "O Carro é representado por um guerreiro em armadura, conduzindo sua carruagem através de desafios e forças opostas. No Tarot de Thoth, ele é uma figura protegida e focada, cercada por símbolos de poder espiritual. As esfinges, ou os animais que puxam o carro, indicam a dualidade que precisa ser dominada: luz e sombra, ação e contenção. O signo de Câncer, com sua ligação emocional profunda, sugere que a verdadeira vitória vem do alinhamento entre sentimentos e propósito.",
    "message_esoteric": "O Carro nos ensina que o verdadeiro triunfo não é apenas vencer obstáculos externos, mas conquistar o próprio ser. Ele nos lembra que o sucesso requer disciplina e harmonia interna. Não se trata de velocidade, mas de avançar com intenção clara, superando resistências internas e externas.",
    "meditation_reflection": [
      "Estou dirigindo minha vida com foco e disciplina ou estou deixando forças externas me desviar?",
      "Como posso alinhar minhas emoções para que trabalhem a meu favor, e não contra mim?",
      "Quais passos práticos posso dar agora para avançar em direção ao meu propósito?"
    ],
    "internal_alchemy": "O Carro simboliza a alquimia da direção consciente. Ele transforma conflitos internos em força motriz, desafiando-nos a integrar nossas emoções, pensamentos e ações em uma direção unificada. No Tarot de Thoth, ele enfatiza que o domínio das forças internas é a chave para o avanço externo.",
    "magical_practice": "Para conectar-se ao Carro, visualize uma carruagem movendo-se suavemente por um caminho iluminado. Sinta-se no controle total das rédeas, enquanto você conduz suas intenções em direção ao objetivo desejado. Afirme a certeza de que, com foco e determinação, você pode superar qualquer obstáculo.",
    "past_present_future": {
      "past": "Você já enfrentou desafios significativos e os superou com determinação e foco.",
      "present": "Agora é o momento de direcionar sua energia de forma disciplinada, sem se desviar por distrações externas.",
      "future": "A vitória está ao seu alcance, desde que você continue mantendo o controle sobre sua jornada e não permita que dúvidas ou impulsos comprometam o progresso."
    }
  },
  {
    "name": "A Justiça",
    "title": "A Balança",
    "image": "assets/cards/justice.jpg",
    "number": 8,
    "isMajorArcana": true,
    "eighth_greater": "Equilíbrio, verdade, justiça imparcial.",
    "eighth_lesser": "Desonestidade, parcialidade, desequilíbrio.",
    "order": "08",
    "element": "Ar",
    "sign": "Libra",
    "planet": null,
    "description": "A Justiça, regida pelo número oito e pelo signo de Libra, simboliza o equilíbrio perfeito entre causa e efeito. No Tarot de Thoth, ela não apenas representa a aplicação das leis humanas, mas também as leis cósmicas que governam o universo. É o ponto onde todas as ações encontram suas consequências, revelando a necessidade de integridade, honestidade e responsabilidade. Seu elemento Ar reflete a clareza mental e o julgamento imparcial necessários para buscar a verdade e a harmonia.",
    "hebrew_letter": "Lamed (ל)",
    "astrology": "Libra",
    "description_symbolic": "A Justiça, com sua balança e espada, representa a dualidade equilibrada entre razão e emoção. No Tarot de Thoth, ela é vista como o agente do karma, ajustando o desequilíbrio e restaurando a ordem. Libra reforça seu papel como mediadora, buscando sempre a harmonia em meio aos opostos. A balança mede as intenções e ações, enquanto a espada corta a ilusão, revelando a verdade nua e crua.",
    "message_esoteric": "A Justiça nos ensina que o equilíbrio do universo é inevitável, e cada escolha tem suas consequências. Ela nos desafia a examinar nossas ações com honestidade e a viver de acordo com a verdade interior. Somente ao reconhecer e aceitar nossas responsabilidades, podemos alcançar a verdadeira harmonia.",
    "meditation_reflection": [
      "Estou vivendo de forma alinhada com minha verdade?",
      "Minhas ações estão contribuindo para o equilíbrio interno e externo?",
      "Estou disposto a aceitar e aprender com as consequências das minhas escolhas?"
    ],
    "internal_alchemy": "A Justiça simboliza a alquimia da integração, onde pensamentos, emoções e ações são harmonizados para criar equilíbrio. No Tarot de Thoth, ela nos lembra que a verdadeira justiça começa dentro de nós mesmos.",
    "magical_practice": "Para conectar-se à Justiça, visualize uma balança equilibrada no centro do seu ser. Medite sobre uma decisão ou ação recente e busque insights sobre como alcançar harmonia. Afirme seu compromisso com a verdade e a honestidade.",
    "past_present_future": {
      "past": "Uma situação de equilíbrio ou justiça moldou seu caminho recente.",
      "present": "Agora é o momento de avaliar suas ações e garantir que elas estejam alinhadas com seus valores.",
      "future": "O equilíbrio e o resultado justo se manifestarão, desde que você aja com integridade e responsabilidade."
    }
  },
  {
    "name": "O Eremita",
    "title": "O Sábio",
    "image": "assets/cards/hermit.jpg",
    "number": 9,
    "isMajorArcana": true,
    "eighth_greater": "Busca interna, sabedoria, introspecção.",
    "eighth_lesser": "Isolamento, solidão excessiva, fuga.",
    "order": "09",
    "element": "Terra",
    "sign": "Virgem",
    "planet": null,
    "description": "O Eremita, associado ao número nove e ao signo de Virgem, simboliza a busca solitária pela iluminação interior. No Tarot de Thoth, ele não é apenas o isolado que busca respostas, mas o sábio que ilumina o caminho para os outros com sua própria jornada de autoconhecimento. Representa a retirada temporária do mundo exterior para ouvir a voz da alma. Seu elemento Terra indica a necessidade de ancorar a sabedoria espiritual na realidade prática, transformando o conhecimento interno em ação consciente.",
    "hebrew_letter": "Yod (י)",
    "astrology": "Virgem",
    "description_symbolic": "O Eremita é representado como um guia espiritual que carrega uma lanterna brilhante, símbolo da luz divina e da verdade interior. No Tarot de Thoth, ele caminha sozinho, simbolizando que a sabedoria autêntica não pode ser encontrada em fontes externas, mas no profundo silêncio interior. O signo de Virgem reforça a disciplina e a análise cuidadosa necessárias para a jornada espiritual. Sua lanterna ilumina não só o caminho à frente, mas também as profundezas da alma.",
    "message_esoteric": "O Eremita nos ensina que o silêncio e a introspecção são essenciais para alcançar a sabedoria verdadeira. Ele nos lembra que o isolamento não deve ser uma fuga, mas um meio de reconectar-se com o eu interior. Sua mensagem é clara: só podemos encontrar o propósito verdadeiro ao nos afastarmos do ruído externo.",
    "meditation_reflection": [
      "Estou ouvindo a sabedoria dentro de mim ou buscando respostas externas?",
      "Que lições posso aprender ao olhar para minha jornada interna?",
      "Estou usando a solidão como meio de autoconhecimento ou como uma forma de evitar o mundo?"
    ],
    "internal_alchemy": "O Eremita representa a alquimia da iluminação. Ele transforma o isolamento em um estado fértil de autodescoberta, onde a luz interna brilha para iluminar a sombra. No Tarot de Thoth, ele enfatiza que a jornada espiritual é tanto pessoal quanto universal.",
    "magical_practice": "Para conectar-se ao Eremita, encontre um local silencioso para meditação. Visualize-se em uma caverna escura, onde uma única lanterna ilumina o caminho. Permita-se explorar os recantos mais profundos de sua mente e escreva suas descobertas após a prática.",
    "past_present_future": {
      "past": "Você passou por um período de introspecção que trouxe sabedoria e clareza.",
      "present": "Agora é o momento de se retirar temporariamente e refletir sobre suas escolhas.",
      "future": "A iluminação e a clareza virão como resultado de sua busca interior e disciplina espiritual."
    }
  },
  {
    "name": "A Roda da Fortuna",
    "title": "O Destino",
    "image": "assets/cards/wheel_of_fortune.jpg",
    "number": 10,
    "isMajorArcana": true,
    "eighth_greater": "Ciclos positivos, sorte, mudanças inevitáveis.",
    "eighth_lesser": "Repetição de erros, instabilidade, resistência à mudança.",
    "order": 10,
    "element": "Fogo",
    "sign": null,
    "planet": "Júpiter",
    "description": "A Roda da Fortuna, regida pelo número dez e pelo planeta Júpiter, simboliza os ciclos eternos de mudança e evolução. No Tarot de Thoth, ela não é apenas uma roda de sorte, mas um símbolo da dinâmica universal onde todas as coisas estão em constante movimento. Júpiter, associado à expansão e à oportunidade, nos lembra que, mesmo nos momentos de incerteza, há potencial de crescimento. O elemento Fogo reflete a energia de transformação contínua e a ação necessária para navegar pelas mudanças.",
    "hebrew_letter": "Kaph (כ)",
    "astrology": "Júpiter",
    "description_symbolic": "A Roda da Fortuna representa o fluxo perpétuo do destino, com figuras simbólicas subindo e descendo suas bordas, indicando os altos e baixos da vida. No Tarot de Thoth, o centro da roda é o ponto de equilíbrio, enquanto a periferia é onde ocorre o movimento turbulento. A roda nos lembra que, ao nos conectarmos com o centro de nosso ser, podemos encontrar estabilidade em meio às mudanças externas.",
    "message_esoteric": "A Roda da Fortuna nos ensina a importância de aceitar o fluxo da vida. Ela nos lembra que cada mudança traz novas oportunidades, mesmo quando parece caótica. Sua mensagem central é confiar no ritmo do universo e aproveitar os momentos de transição como catalisadores de crescimento.",
    "meditation_reflection": [
      "Estou aceitando as mudanças como parte natural da vida?",
      "Quais padrões de repetição preciso reconhecer e transformar?",
      "Estou preparado para aproveitar as oportunidades que surgem inesperadamente?"
    ],
    "internal_alchemy": "A Roda da Fortuna simboliza a alquimia da adaptação. Ela transforma eventos inesperados em oportunidades de evolução e nos convida a trabalhar com o fluxo da vida, e não contra ele.",
    "magical_practice": "Para conectar-se à Roda da Fortuna, visualize uma roda dourada girando lentamente, representando os ciclos de sua vida. Medite sobre as mudanças pelas quais você está passando e encontre o ponto de equilíbrio no centro da roda. Afirme sua capacidade de se adaptar e crescer.",
    "past_present_future": {
      "past": "Um ciclo de mudanças inesperadas trouxe crescimento e transformação.",
      "present": "Você está em um ponto de transição, onde o movimento e a expansão são inevitáveis.",
      "future": "A promessa de oportunidades e crescimento, desde que você esteja aberto a mudanças e ao fluxo do destino."
    }
  },
  {
    "name": "A Força",
    "title": "O Coração Valente",
    "image": "assets/cards/strength.jpg",
    "number": 11,
    "isMajorArcana": true,
    "eighth_greater": "Coragem, domínio sobre as emoções, força interior.",
    "eighth_lesser": "Fraqueza, medo, falta de controle emocional.",
    "order": 11,
    "element": "Fogo",
    "sign": "Leão",
    "planet": null,
    "description": "A Força, associada ao número onze e ao signo de Leão, representa o poder da coragem tranquila e do domínio sobre os instintos. No Tarot de Thoth, ela não é apenas a força física, mas a integração entre o poder bruto e a compaixão consciente. Leão simboliza o coração corajoso, enquanto o elemento Fogo representa a energia vital e a paixão necessárias para enfrentar desafios. Esta carta nos ensina que a verdadeira força vem do controle interno e da capacidade de enfrentar dificuldades com equilíbrio emocional.",
    "hebrew_letter": "Teth (ט)",
    "astrology": "Leão",
    "description_symbolic": "A Força é representada por uma figura gentil domando um leão feroz, simbolizando a harmonia entre o poder e a paciência. No Tarot de Thoth, o leão não é subjugado à força, mas guiado com confiança e amor. Esta imagem destaca a natureza equilibrada da carta: o leão representa os instintos, enquanto a figura humana simboliza o espírito consciente que governa com sabedoria.",
    "message_esoteric": "A Força nos lembra que dominar nossas emoções e impulsos é o verdadeiro caminho para a vitória. Ela nos convida a agir com paciência e compaixão, mesmo diante de desafios intensos. A mensagem central desta carta é que a verdadeira força não está em reagir, mas em agir com consciência e intenção.",
    "meditation_reflection": [
      "Estou enfrentando meus desafios com calma ou reagindo impulsivamente?",
      "Como posso integrar meus desejos instintivos com minha sabedoria interior?",
      "Que força interior posso acessar agora para superar obstáculos?"
    ],
    "internal_alchemy": "A Força representa a alquimia da integração emocional. Ela transforma impulsos brutos em poder refinado, mostrando que a paciência e a consciência são os maiores aliados em momentos de desafio.",
    "magical_practice": "Para conectar-se à Força, visualize-se domando um leão com um toque suave e confiante. Afirme que você possui o poder necessário para superar desafios com coragem e paciência.",
    "past_present_future": {
      "past": "Um momento em que a força interior e a paciência o ajudaram a superar dificuldades.",
      "present": "Você está enfrentando um desafio atual que exige equilíbrio e domínio emocional.",
      "future": "O sucesso e a vitória virão, desde que você mantenha a calma e a confiança em sua força interior."
    }
  },
  {
    "name": "A Morte",
    "title": "A Transformação",
    "image": "assets/cards/death.jpg",
    "number": 13,
    "isMajorArcana": true,
    "eighth_greater": "Transformação, renascimento, novos ciclos.",
    "eighth_lesser": "Resistência à mudança, medo do desconhecido.",
    "order": 13,
    "element": "Água",
    "sign": "Escorpião",
    "planet": null,
    "description": "A Morte, regida pelo número treze e pelo signo de Escorpião, representa o ciclo natural de fim e renascimento. No Tarot de Thoth, ela não é vista como um término absoluto, mas como um portal para a transformação. Assim como Escorpião mergulha nas profundezas emocionais para emergir renovado, a Morte simboliza a necessidade de liberar o que é antigo para dar espaço ao novo. O elemento Água reflete a natureza emocional do processo de desapego e renovação.",
    "hebrew_letter": "Nun (נ)",
    "astrology": "Escorpião",
    "description_symbolic": "A Morte é representada por um ceifador, mas no Tarot de Thoth, ela carrega símbolos de regeneração e potencial. O esqueleto é o símbolo da essência que permanece após o desapego do supérfluo. Peixes nadando ao redor representam o fluxo contínuo da vida, enquanto a foice corta os laços com o passado. A carta enfatiza que a destruição do antigo é necessária para o crescimento e a renovação.",
    "message_esoteric": "A Morte nos ensina que o desapego é um ato sagrado de libertação. Ao permitir que o velho morra, criamos espaço para novas possibilidades e um renascimento espiritual. Esta carta nos convida a abraçar a mudança como um processo natural da vida.",
    "meditation_reflection": [
      "Estou aceitando ou resistindo às mudanças inevitáveis da vida?",
      "O que preciso deixar ir para crescer plenamente?",
      "Como posso transformar perdas em oportunidades de renascimento?"
    ],
    "internal_alchemy": "A Morte simboliza a alquimia do desapego e da transformação. Ela nos ensina a transmutar dor e perda em crescimento e força interior, conectando-nos ao fluxo contínuo da renovação.",
    "magical_practice": "Para conectar-se à Morte, visualize uma parte de sua vida ou um hábito que precisa ser liberado. Imagine-o se desintegrando suavemente e, em seu lugar, uma nova energia emergindo. Afirme sua disposição de acolher a transformação.",
    "past_present_future": {
      "past": "Uma fase de conclusão ou transformação significativa moldou seu caminho.",
      "present": "Você está em meio a uma transição importante que requer desapego do antigo.",
      "future": "O renascimento e o crescimento estão à sua frente, desde que você aceite a mudança e confie no processo."
    }
  },
  {
    "name": "A Temperança",
    "title": "A Harmonia",
    "image": "assets/cards/temperance.jpg",
    "number": 14,
    "isMajorArcana": true,
    "eighth_greater": "Equilíbrio, harmonia, paciência.",
    "eighth_lesser": "Excesso, falta de moderação, descontrole.",
    "order": 14,
    "element": "Fogo",
    "sign": "Sagitário",
    "planet": null,
    "description": "A Temperança, associada ao número catorze e ao signo de Sagitário, simboliza a arte de equilibrar forças opostas para alcançar harmonia. No Tarot de Thoth, ela representa a fusão alquímica onde o espírito e a matéria se unem para criar algo elevado. Sagitário, com sua busca por significado e expansão, reflete o processo dinâmico de integração. O elemento Fogo simboliza a energia criativa necessária para combinar diferentes aspectos de forma harmoniosa.",
    "hebrew_letter": "Samekh (ס)",
    "astrology": "Sagitário",
    "description_symbolic": "A Temperança é representada por uma figura angelical misturando líquidos entre dois vasos, simbolizando a fusão de forças opostas. No Tarot de Thoth, essa figura assume um papel alquímico, onde não apenas combina, mas transforma as energias. A água que flui entre os vasos representa o equilíbrio dinâmico entre o consciente e o inconsciente. O sol ao fundo simboliza a iluminação alcançada através da harmonia.",
    "message_esoteric": "A Temperança nos ensina que o equilíbrio não é estático, mas um processo dinâmico de integração. Ela nos convida a harmonizar diferentes aspectos de nós mesmos e a agir com paciência e intenção. Sua lição é clara: a verdadeira harmonia só é alcançada quando aceitamos e integramos os opostos.",
    "meditation_reflection": [
      "Estou buscando equilíbrio em todas as áreas da minha vida?",
      "Que forças opostas em mim precisam ser reconciliadas?",
      "Estou agindo com paciência e moderação ou me deixando levar por extremos?"
    ],
    "internal_alchemy": "A Temperança representa a alquimia da integração. Ela nos ensina que, ao unir opostos, podemos transformar o ordinário em algo extraordinário. Esse processo requer paciência, autoconhecimento e confiança no fluxo da vida.",
    "magical_practice": "Para conectar-se à Temperança, visualize dois aspectos opostos de sua vida fluindo juntos em harmonia. Imagine a luz dourada envolvendo ambos, integrando-os em uma nova energia equilibrada. Afirme sua capacidade de criar harmonia dentro de si.",
    "past_present_future": {
      "past": "Um período de equilíbrio e integração trouxe clareza e estabilidade.",
      "present": "Você está no processo de harmonizar aspectos opostos de sua vida ou personalidade.",
      "future": "A promessa de harmonia e crescimento virá, desde que você mantenha paciência e confiança no processo de integração."
    }
  },
  {
    "name": "O Diabo",
    "title": "O Tentador",
    "image": "assets/cards/devil.jpg",
    "number": 15,
    "isMajorArcana": true,
    "eighth_greater": "Conexão com desejos terrenos, força magnética.",
    "eighth_lesser": "Dependência, vícios, obsessão.",
    "order": 15,
    "element": "Terra",
    "sign": "Capricórnio",
    "planet": null,
    "description": "O Diabo, associado ao número quinze e ao signo de Capricórnio, representa os desejos terrenos, as tentações e as armadilhas da materialidade. No Tarot de Thoth, ele é um símbolo do poder bruto, da criatividade e das energias ocultas que podem nos prender ou nos libertar, dependendo de como as utilizamos. Capricórnio traz a disciplina e a ambição, mas também nos alerta sobre o perigo de ficarmos presos a nossos desejos e ilusões. O elemento Terra reflete a natureza física e prática dessas tentações.",
    "hebrew_letter": "Ayin (ע)",
    "astrology": "Capricórnio",
    "description_symbolic": "O Diabo é uma figura que combina força e mistério. No Tarot de Thoth, ele simboliza a força vital crua e a capacidade de transformação através da aceitação das sombras. As correntes que prendem as figuras humanas não são invioláveis; elas representam a ilusão da prisão. Ao reconhecermos essas ilusões, podemos quebrar as correntes e liberar nosso poder criativo.",
    "message_esoteric": "O Diabo nos ensina que as sombras não devem ser temidas, mas compreendidas. Ele nos desafia a olhar para nossos desejos e compulsões sem julgamento, usando essa consciência para nos libertar de ciclos destrutivos. Sua mensagem central é que o verdadeiro poder surge da aceitação de quem somos, incluindo nossas sombras.",
    "meditation_reflection": [
      "Que desejos ou medos estão me prendendo?",
      "Estou consciente dos padrões de comportamento que me limitam?",
      "Como posso transformar minhas sombras em uma força criativa?"
    ],
    "internal_alchemy": "O Diabo simboliza a alquimia da aceitação e da transformação. Ao integrar nossos desejos e sombras, transmutamos o que nos aprisiona em uma força libertadora.",
    "magical_practice": "Conecte-se ao Diabo refletindo sobre um desejo ou vício que você deseja transformar. Visualize-se quebrando as correntes que o prendem e liberando a energia criativa oculta. Afirme sua liberdade e poder de escolha.",
    "past_present_future": {
      "past": "Você enfrentou desejos ou padrões limitantes que ensinaram lições importantes.",
      "present": "Um confronto com suas sombras está acontecendo, exigindo consciência e transformação.",
      "future": "A promessa de liberdade e poder, desde que você enfrente suas limitações internas com coragem."
    }
  },
  {
    "name": "A Torre",
    "title": "A Revelação",
    "image": "assets/cards/tower.jpg",
    "number": 16,
    "isMajorArcana": true,
    "eighth_greater": "Destruição de ilusões, liberação.",
    "eighth_lesser": "Caos, crise, mudanças dolorosas.",
    "order": 16,
    "element": "Fogo",
    "sign": null,
    "planet": "Marte",
    "description": "A Torre, regida pelo número dezesseis e pelo planeta Marte, simboliza a destruição repentina e necessária de estruturas antigas. No Tarot de Thoth, ela não representa ruína permanente, mas sim uma liberação violenta das ilusões que nos mantêm presos. Marte, com sua energia combativa, nos empurra a enfrentar o colapso como parte do crescimento. O elemento Fogo reflete a purificação que surge da destruição, permitindo que algo novo e mais verdadeiro tome forma.",
    "hebrew_letter": "Peh (פ)",
    "astrology": "Marte",
    "description_symbolic": "A Torre é representada pela queda de uma estrutura atingida por um relâmpago, simbolizando o colapso das falsas seguranças. No Tarot de Thoth, o relâmpago é a verdade divina que rompe as ilusões, enquanto as figuras caindo simbolizam a liberação de velhos padrões. Essa destruição não é punitiva, mas necessária para a evolução espiritual.",
    "message_esoteric": "A Torre nos ensina que, às vezes, o caos é o maior agente de mudança. Quando nossas estruturas internas ou externas ruem, é uma oportunidade para reconstruir algo mais autêntico. Esta carta nos convida a abraçar o colapso como parte do ciclo de crescimento.",
    "meditation_reflection": [
      "Estou me agarrando a estruturas ou crenças que não me servem mais?",
      "Como posso enfrentar o caos e transformá-lo em crescimento?",
      "Que verdades estão tentando emergir através das rupturas em minha vida?"
    ],
    "internal_alchemy": "A Torre simboliza a alquimia da destruição e reconstrução. Ela nos lembra que o colapso das ilusões abre espaço para verdades mais profundas e autênticas.",
    "magical_practice": "Para conectar-se à Torre, visualize uma estrutura antiga em sua vida sendo atingida por um relâmpago. Sinta o espaço aberto e a liberdade que isso cria. Afirme sua disposição de reconstruir com base na verdade.",
    "past_present_future": {
      "past": "Você enfrentou um colapso que trouxe mudanças profundas e necessárias.",
      "present": "Você está em meio a uma transição caótica, mas cheia de potencial de crescimento.",
      "future": "A reconstrução trará novas oportunidades, desde que você aceite as mudanças e as use como alicerce para algo melhor."
    }
  },
  {
    "name": "A Estrela",
    "title": "A Esperança",
    "image": "assets/cards/star.jpg",
    "number": 17,
    "isMajorArcana": true,
    "eighth_greater": "Esperança, inspiração, renovação.",
    "eighth_lesser": "Desânimo, pessimismo, falta de fé.",
    "order": 17,
    "element": "Ar",
    "sign": "Aquário",
    "planet": null,
    "description": "A Estrela, associada ao número dezessete e ao signo de Aquário, é o farol da esperança e da inspiração divina. No Tarot de Thoth, ela representa a renovação espiritual, a confiança no fluxo do universo e a conexão com o potencial ilimitado. Aquário traz a visão do futuro e a mente aberta para novas possibilidades, enquanto o elemento Ar reflete a clareza e a leveza necessárias para enxergar além das dificuldades. A Estrela nos guia através das sombras, lembrando-nos de que sempre há uma luz à frente.",
    "hebrew_letter": "Tzaddi (צ)",
    "astrology": "Aquário",
    "description_symbolic": "A Estrela é representada por uma figura derramando água sobre a terra e no rio, simbolizando a conexão entre o espiritual e o físico, a renovação e o fluxo contínuo da vida. No Tarot de Thoth, ela brilha como uma promessa de luz após a escuridão, indicando que, após os desafios, surge a clareza e o propósito. As estrelas no céu simbolizam a orientação divina e a fé no desconhecido.",
    "message_esoteric": "A Estrela nos ensina que a esperança é uma força poderosa capaz de nos guiar através das dificuldades. Ela nos convida a confiar no processo da vida, sabendo que cada desafio traz a promessa de renovação e crescimento.",
    "meditation_reflection": [
      "Estou permitindo que a esperança e a inspiração me iluminem nos momentos difíceis?",
      "O que precisa ser renovado em minha vida para que eu avance com confiança?",
      "Como posso me abrir para o fluxo divino e acreditar no meu potencial?"
    ],
    "internal_alchemy": "A Estrela simboliza a alquimia da renovação e da fé. Ela nos lembra que, mesmo nos momentos mais sombrios, a confiança no processo de transformação nos conduz a novos começos.",
    "magical_practice": "Para conectar-se à Estrela, visualize uma luz brilhante à sua frente, guiando-o por um caminho tranquilo e esperançoso. Afirme sua confiança no universo e sua capacidade de renascer.",
    "past_present_future": {
      "past": "Um momento de clareza e inspiração que trouxe esperança renovada.",
      "present": "Um chamado para abraçar a esperança e confiar em seu caminho.",
      "future": "A promessa de renovação e harmonia, desde que você mantenha a fé e o otimismo."
    }
  },
  {
    "name": "A Lua",
    "title": "O Mistério",
    "image": "assets/cards/moon.jpg",
    "number": 18,
    "isMajorArcana": true,
    "eighth_greater": "Intuição, mistério, sonhos reveladores.",
    "eighth_lesser": "Engano, confusão, medo.",
    "order": 18,
    "element": "Água",
    "sign": "Peixes",
    "planet": null,
    "description": "A Lua, associada ao número dezoito e ao signo de Peixes, representa o mistério, a intuição e as emoções profundas que fluem sob a superfície. No Tarot de Thoth, ela não apenas ilumina o caminho oculto, mas revela as ilusões e os medos que devemos confrontar para alcançar a clareza. Peixes traz a conexão com o inconsciente e o reino dos sonhos, enquanto o elemento Água simboliza as emoções e a fluidez do processo intuitivo.",
    "hebrew_letter": "Qoph (ק)",
    "astrology": "Peixes",
    "description_symbolic": "A Lua ilumina um caminho sinuoso, sugerindo uma jornada incerta onde nem tudo é como parece. No Tarot de Thoth, figuras misteriosas, como cães ou lobos uivando, representam os instintos e os medos primordiais que surgem sob sua luz. As águas ao redor simbolizam o inconsciente profundo, onde verdades ocultas aguardam ser descobertas.",
    "message_esoteric": "A Lua nos ensina que a verdade não está sempre na superfície. Ela nos convida a navegar pelos reinos do mistério, da intuição e dos sonhos, onde encontramos tanto os desafios quanto as revelações que precisamos. Sua mensagem é confiar em sua bússola interna para atravessar as sombras.",
    "meditation_reflection": [
      "Estou ouvindo e confiando na minha intuição ou deixando o medo me dominar?",
      "Que emoções ou segredos internos estou pronto para revelar e entender?",
      "Como posso usar os sonhos e o inconsciente para obter clareza em minha vida desperta?"
    ],
    "internal_alchemy": "A Lua simboliza a alquimia da introspecção emocional. Ao explorar as sombras de nossa mente, transformamos o medo e a confusão em sabedoria e clareza.",
    "magical_practice": "Para conectar-se à Lua, medite sob sua luz e preste atenção aos seus sonhos. Visualize um caminho iluminado pela luz da lua, confiando que cada passo o levará à clareza e ao conhecimento interior.",
    "past_present_future": {
      "past": "Um período de mistério ou introspecção revelou verdades ocultas.",
      "present": "Você está em um momento de incerteza que exige confiança na intuição.",
      "future": "A clareza surgirá, desde que você enfrente suas sombras e explore o desconhecido com coragem."
    }
  },
  {
    "name": "O Sol",
    "title": "A Clareza",
    "image": "assets/cards/sun.jpg",
    "number": 19,
    "isMajorArcana": true,
    "eighth_greater": "Felicidade, clareza, sucesso.",
    "eighth_lesser": "Arrogância, egocentrismo, superexposição.",
    "order": 19,
    "element": "Fogo",
    "sign": null,
    "planet": "Sol",
    "description": "O Sol, regido pelo número dezenove e pelo próprio Sol, representa a luz da clareza, a alegria e o sucesso. No Tarot de Thoth, ele não é apenas um símbolo de vitórias externas, mas a manifestação da verdade interior revelada e celebrada. O elemento Fogo reflete sua energia vital, que aquece e ilumina todos os aspectos da vida. Ele nos lembra de celebrar nossas conquistas e de reconhecer o poder transformador da positividade e da verdade.",
    "hebrew_letter": "Resh (ר)",
    "astrology": "Sol",
    "description_symbolic": "O Sol é representado por uma figura radiante sob um céu brilhante, simbolizando iluminação espiritual e realização. No Tarot de Thoth, ele também traz a ideia de despertar interior, onde a escuridão da dúvida é eliminada pela luz da consciência. A figura da criança simboliza a pureza e o renascimento da alma, pronta para um novo ciclo de vida.",
    "message_esoteric": "O Sol nos ensina que a verdadeira felicidade e sucesso vêm quando estamos em sintonia com nossa essência autêntica. Ele nos convida a irradiar nossa luz interior e a compartilhar nossa alegria com o mundo, sem medo de brilhar.",
    "meditation_reflection": [
      "Estou me permitindo brilhar plenamente e celebrar minhas conquistas?",
      "Como posso trazer mais clareza e verdade para minha vida?",
      "Estou equilibrando a confiança com a humildade ou deixando o ego dominar?"
    ],
    "internal_alchemy": "O Sol simboliza a alquimia da iluminação interior. Ele nos desafia a transmutar dúvidas em autoconfiança e a reconhecer nossa luz como um agente de transformação no mundo.",
    "magical_practice": "Conecte-se ao Sol visualizando sua luz radiante iluminando seu coração e expandindo-se para todas as áreas da sua vida. Afirme sua força interior e sua capacidade de sucesso.",
    "past_present_future": {
      "past": "Um período de sucesso e clareza trouxe crescimento significativo.",
      "present": "Um momento de celebração e reconhecimento de suas realizações.",
      "future": "A promessa de sucesso contínuo e vitalidade, desde que você permaneça fiel a si mesmo."
    }
  },
  {
    "name": "O Julgamento",
    "title": "A Renovação",
    "image": "assets/cards/judgement.jpg",
    "number": 20,
    "isMajorArcana": true,
    "eighth_greater": "Renovação, transformação, libertação.",
    "eighth_lesser": "Resistência ao chamado, medo do julgamento.",
    "order": 20,
    "element": "Fogo",
    "sign": null,
    "planet": "Plutão",
    "description": "O Julgamento, associado ao número vinte e ao planeta Plutão, representa o renascimento espiritual e a liberação de velhos padrões. No Tarot de Thoth, ele simboliza o despertar da consciência e a transmutação do passado em sabedoria. O elemento Fogo reflete a purificação necessária para a transformação e a libertação. É um chamado para ouvir a voz da alma e abraçar o propósito superior.",
    "hebrew_letter": "Shin (ש)",
    "astrology": "Plutão",
    "description_symbolic": "O Julgamento é representado por figuras ascendendo ao som de uma trombeta divina, simbolizando o despertar e a elevação espiritual. No Tarot de Thoth, ele marca o momento em que deixamos para trás as restrições do passado e emergimos em um novo nível de consciência. A trombeta representa o chamado do divino para a renovação.",
    "message_esoteric": "O Julgamento nos ensina que o passado é um terreno fértil para o crescimento, mas não devemos nos apegar a ele. Ele nos convida a responder ao chamado interno para a transformação e a nos libertarmos das limitações que nos impedem de evoluir.",
    "meditation_reflection": [
      "Estou ouvindo o chamado para a transformação e a renovação?",
      "Que aspectos do meu passado precisam ser liberados para que eu possa crescer?",
      "Como posso usar minhas experiências passadas como uma fonte de sabedoria?"
    ],
    "internal_alchemy": "O Julgamento simboliza a alquimia do despertar e da transformação. Ele nos desafia a deixar para trás o que não serve mais e a renascer para um novo propósito.",
    "magical_practice": "Conecte-se ao Julgamento visualizando uma trombeta tocando no fundo do seu coração, despertando-o para seu verdadeiro propósito. Afirme sua disposição de se libertar do passado e de abraçar o novo.",
    "past_present_future": {
      "past": "Um momento de despertar ou mudança que redefiniu seu caminho.",
      "present": "Você está sendo chamado a se libertar e a abraçar uma nova fase de sua vida.",
      "future": "A promessa de renovação e crescimento espiritual, desde que você responda ao chamado."
    }
  },
  {
    "name": "O Mundo",
    "title": "A Realização",
    "image": "assets/cards/world.jpg",
    "number": 21,
    "isMajorArcana": true,
    "eighth_greater": "Conclusão, plenitude, realização.",
    "eighth_lesser": "Estagnação, sensação de algo inacabado.",
    "order": 21,
    "element": "Terra",
    "sign": null,
    "planet": "Saturno",
    "description": "O Mundo, associado ao número vinte e um e ao planeta Saturno, representa a conclusão, a integração e a plenitude. No Tarot de Thoth, ele simboliza o final de um ciclo e a realização de todo o potencial alcançado ao longo da jornada. Saturno traz a lição de que o verdadeiro sucesso é resultado da disciplina e do esforço. O elemento Terra reflete a manifestação concreta dessa plenitude.",
    "hebrew_letter": "Tav (ת)",
    "astrology": "Saturno",
    "description_symbolic": "O Mundo é representado por uma figura dançando dentro de uma coroa de louros, simbolizando vitória e realização. No Tarot de Thoth, essa figura está em perfeito equilíbrio, indicando a integração de todas as lições aprendidas ao longo da jornada. A coroa de louros simboliza o triunfo e a completude.",
    "message_esoteric": "O Mundo nos ensina que a verdadeira realização vem da integração de todas as experiências e lições. Ele nos convida a celebrar o final de um ciclo e a reconhecer a harmonia alcançada entre o espiritual e o material.",
    "meditation_reflection": [
      "Estou celebrando minhas conquistas ou apenas focando no próximo desafio?",
      "Como posso integrar as lições aprendidas em minha vida cotidiana?",
      "Estou buscando equilíbrio entre minhas aspirações materiais e espirituais?"
    ],
    "internal_alchemy": "O Mundo simboliza a alquimia da conclusão e da integração. Ele nos desafia a unir todas as partes de nós mesmos em um estado de plenitude e harmonia.",
    "magical_practice": "Para conectar-se ao Mundo, visualize-se dentro de um círculo dourado de luz, representando a plenitude e o equilíbrio. Afirme sua realização e completude.",
    "past_present_future": {
      "past": "Um ciclo completo de aprendizado ou realização moldou sua jornada.",
      "present": "Você está em um momento de integração e celebração das conquistas.",
      "future": "A promessa de plenitude e realização, desde que você permaneça alinhado com seu propósito."
    }
  },
  {
    "name": "Ás de Paus",
    "title": "Fonte de Poder",
    "image": "assets/cards/ace_of_wands.jpg",
    "number": 1,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Início de projetos criativos, energia bruta, potencial.",
    "eighth_lesser": "Falta de direção, bloqueios criativos, hesitação.",
    "order": 22,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Ás de Paus simboliza o início de uma jornada criativa cheia de possibilidades. No Tarot de Thoth, ele não é apenas uma ideia inicial, mas a explosão de energia bruta que desperta o desejo de agir. Essa carta está conectada à força vital primordial, ao entusiasmo e à visão de novos projetos. O elemento Fogo reflete o poder transformador dessa faísca inicial, que pode acender grandes realizações, desde que nutrida com dedicação e ação. O Ás de Paus nos lembra que cada grande conquista começa com um pequeno momento de inspiração.",
    "description_symbolic": "O Ás de Paus é frequentemente representado como uma mão segurando um bastão flamejante, simbolizando a manifestação de ideias do plano espiritual para o material. No Tarot de Thoth, essa imagem transmite a ideia de que o potencial criativo está à disposição, mas cabe a nós direcioná-lo. A chama do bastão simboliza não apenas energia, mas a responsabilidade de nutrir essa faísca até se transformar em uma chama duradoura.",
    "message_esoteric": "Este é o momento de explorar suas ideias e transformá-las em ação concreta. O Ás de Paus é o chamado para deixar de lado o medo ou a hesitação e confiar no seu poder criativo. Ele nos ensina que, para alcançar o sucesso, precisamos agir com paixão e acreditar no potencial de nossas ideias.",
    "meditation_reflection": [
      "Estou agindo sobre as ideias que surgem ou deixando-as se dissipar?",
      "Como posso nutrir minha inspiração para que ela se transforme em realizações concretas?",
      "Quais passos iniciais posso dar hoje para acender meu potencial criativo?"
    ],
    "internal_alchemy": "O Ás de Paus simboliza a alquimia da criação, onde o potencial bruto encontra a ação focada. Ele nos desafia a transformar desejos e inspirações em resultados tangíveis, lembrando-nos que o fogo inicial precisa ser alimentado para não se apagar.",
    "magical_practice": "Para se conectar ao Ás de Paus, visualize um fogo crescente dentro de você, irradiando calor e energia. Concentre-se em uma ideia ou projeto específico e afirme sua determinação em levá-lo adiante. Escreva seus objetivos e os passos que precisa seguir para concretizá-los.",
    "past_present_future": {
      "past": "Você experimentou um momento de inspiração que plantou as sementes do crescimento.",
      "present": "Uma oportunidade criativa está à sua frente, aguardando sua ação.",
      "future": "O potencial de grandes realizações, desde que você cultive a energia inicial e aja com determinação."
    }
  },
  {
    "name": "Dois de Paus",
    "title": "Domínio",
    "image": "assets/cards/two_of_wands.jpg",
    "number": 2,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Planejamento estratégico, visão de futuro, decisões.",
    "eighth_lesser": "Indecisão, medo do desconhecido, inação.",
    "order": 23,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Dois de Paus representa o momento crucial entre a inspiração inicial e a ação consciente. No Tarot de Thoth, essa carta fala sobre o poder de tomar decisões estratégicas e estabelecer uma base sólida para o crescimento. O elemento Fogo continua a desempenhar um papel vital, pois essa energia deve ser direcionada com sabedoria para evitar o desperdício. A carta nos lembra que a visão é essencial, mas precisa ser acompanhada por um planejamento prático. O Dois de Paus simboliza a confiança em seu potencial de moldar o futuro e expandir horizontes.",
    "description_symbolic": "Frequentemente ilustrado como uma figura olhando para o horizonte enquanto segura dois bastões, o Dois de Paus representa a visão estratégica e a preparação para a ação. No Tarot de Thoth, os bastões cruzados simbolizam um equilíbrio dinâmico entre poder e planejamento. Este é o ponto de decisão, onde a visão encontra a necessidade de organização antes de prosseguir. O horizonte ao fundo sugere que grandes oportunidades aguardam aqueles que têm coragem de planejar e agir.",
    "message_esoteric": "O Dois de Paus nos ensina que o poder do planejamento é tão importante quanto a ação. Ele nos convida a equilibrar o entusiasmo inicial com uma estratégia sólida, garantindo que o caminho à frente seja construído sobre bases firmes. Sua mensagem é clara: tenha visão, mas não negligencie a preparação.",
    "meditation_reflection": [
      "Estou dedicando tempo suficiente ao planejamento ou estou agindo impulsivamente?",
      "Como posso alinhar minha visão de futuro com ações práticas e estratégicas?",
      "Estou hesitando diante de decisões importantes ou confiante em minha capacidade de agir?"
    ],
    "internal_alchemy": "O Dois de Paus simboliza a alquimia da visão e do domínio. Ele nos desafia a transformar ideias abstratas em planos estruturados, reconhecendo que a verdadeira expansão exige um equilíbrio entre inspiração e execução.",
    "magical_practice": "Conecte-se ao Dois de Paus visualizando-se segurando o mundo nas mãos, simbolizando seu poder de moldar o futuro. Imagine um caminho claro se abrindo à sua frente enquanto você toma decisões estratégicas com confiança. Escreva seus objetivos e os passos para alcançá-los.",
    "past_present_future": {
      "past": "Você tomou decisões importantes que estabeleceram as bases para o crescimento atual.",
      "present": "Este é um momento de planejamento estratégico, onde suas escolhas terão impacto no futuro.",
      "future": "O potencial de expansão e sucesso, desde que você mantenha a visão clara e as ações alinhadas."
    }
  },
  {
    "name": "Três de Paus",
    "title": "Virtude",
    "image": "assets/cards/three_of_wands.jpg",
    "number": 3,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Expansão, progresso, exploração de novas oportunidades.",
    "eighth_lesser": "Falta de visão, frustração, atraso em planos.",
    "order": 24,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Três de Paus simboliza o momento em que a visão clara e as ações iniciais começam a dar frutos. No Tarot de Thoth, essa carta representa a virtude em sua forma prática, refletindo não apenas moralidade, mas a força de agir com integridade em busca de expansão. O elemento Fogo continua a impulsionar o progresso, incentivando a exploração de novas oportunidades. Este é o estágio em que os esforços passados começam a abrir portas para horizontes mais amplos, oferecendo a promessa de crescimento contínuo.",
    "description_symbolic": "O Três de Paus é muitas vezes representado como uma figura olhando para um vasto horizonte, simbolizando a expansão e o progresso. No Tarot de Thoth, essa visão se traduz em ação, onde cada passo dado é sustentado por uma base sólida de intenção e virtude. A conexão entre o presente e o futuro é fundamental, pois indica que os resultados dependem da capacidade de manter a visão focada e a coragem de explorar territórios desconhecidos.",
    "message_esoteric": "O Três de Paus nos ensina que o progresso requer não apenas visão, mas também ação ousada e determinação. Ele nos lembra de manter o foco nos objetivos maiores e de ter coragem para explorar o novo. Esta carta simboliza o momento em que a expansão ocorre como resultado natural de esforços bem direcionados.",
    "meditation_reflection": [
      "Estou aproveitando plenamente as oportunidades de crescimento ao meu redor?",
      "Como posso expandir minha visão sem perder o foco?",
      "Estou preparado para lidar com os desafios do progresso contínuo?"
    ],
    "internal_alchemy": "O Três de Paus simboliza a alquimia da expansão consciente. Ele nos desafia a transformar visão em ação e coragem em resultados, mantendo a integridade em cada passo.",
    "magical_practice": "Conecte-se ao Três de Paus visualizando um horizonte amplo e aberto, cheio de oportunidades. Afirme sua capacidade de explorar o desconhecido com confiança e de expandir seus limites.",
    "past_present_future": {
      "past": "Um momento inicial de progresso abriu caminhos para o crescimento.",
      "present": "Você está em um período de expansão e exploração de novas possibilidades.",
      "future": "O sucesso e o avanço contínuo estão à sua frente, desde que você mantenha a visão clara e a ação consistente."
    }
  },
  {
    "name": "Quatro de Paus",
    "title": "Complemento",
    "image": "assets/cards/four_of_wands.jpg",
    "number": 4,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Celebração, harmonia, conclusão positiva.",
    "eighth_lesser": "Instabilidade, conflitos domésticos, falta de apoio.",
    "order": 25,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Quatro de Paus representa a estabilidade que surge após os esforços iniciais. No Tarot de Thoth, essa carta é vista como um ponto de equilíbrio onde o fogo da criação é estabilizado, resultando em celebração e harmonia. É um momento para reconhecer e valorizar o progresso alcançado. Embora ainda haja trabalho pela frente, esta carta destaca a importância de fazer pausas para apreciar as vitórias, grandes ou pequenas. Ela também simboliza a criação de um ambiente seguro onde o crescimento pode continuar.",
    "description_symbolic": "No Quatro de Paus, os bastões formam uma estrutura sólida, representando a base estável para a celebração e a continuidade do crescimento. No Tarot de Thoth, essa estabilidade é acompanhada pela ideia de união e harmonia, onde esforços individuais se convertem em conquistas coletivas. A imagem de uma celebração indica que o trabalho árduo foi reconhecido e recompensado.",
    "message_esoteric": "O Quatro de Paus nos ensina a importância de celebrar nossas realizações e de criar espaços de harmonia e estabilidade. Ele nos lembra que o sucesso não é apenas o destino final, mas também os momentos de alegria ao longo do caminho. Esta carta nos convida a valorizar o presente, reconhecer nossas conquistas e criar uma base segura para o crescimento futuro.",
    "meditation_reflection": [
      "Estou tirando tempo suficiente para reconhecer minhas conquistas?",
      "Como posso criar mais harmonia e estabilidade em minha vida?",
      "Quais partes do meu caminho atual estão prontas para uma conclusão positiva?"
    ],
    "internal_alchemy": "O Quatro de Paus simboliza a alquimia da celebração e do equilíbrio. Ele nos desafia a encontrar satisfação nas realizações presentes e a usá-las como base para um progresso sustentável.",
    "magical_practice": "Conecte-se ao Quatro de Paus visualizando um espaço seguro e acolhedor onde você pode celebrar suas vitórias. Imagine-se cercado por apoio e harmonia, afirmando sua gratidão por suas conquistas e pela estabilidade alcançada.",
    "past_present_future": {
      "past": "Você concluiu com sucesso um ciclo ou projeto importante, trazendo estabilidade.",
      "present": "Este é um momento de celebração e apreciação das suas conquistas.",
      "future": "A promessa de harmonia e sucesso contínuo, desde que você mantenha o equilíbrio e reconheça seus esforços."
    }
  },
  {
    "name": "Cinco de Paus",
    "title": "Luta",
    "image": "assets/cards/five_of_wands.jpg",
    "number": 5,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Competição saudável, superação de desafios.",
    "eighth_lesser": "Conflitos desnecessários, caos, desentendimentos.",
    "order": 26,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Cinco de Paus simboliza o caos criativo e os conflitos necessários para o crescimento. No Tarot de Thoth, essa carta representa os desafios que surgem quando diferentes energias entram em choque. O elemento Fogo intensifica esse conflito, mas também traz a promessa de progresso e superação. Esse é o estágio em que as lutas, tanto internas quanto externas, nos forçam a sair de nossa zona de conforto e a evoluir.",
    "description_symbolic": "O Cinco de Paus é frequentemente representado como figuras em competição ou confronto. No Tarot de Thoth, ele simboliza a interação dinâmica de forças opostas, criando tensão, mas também movimento. Os bastões cruzados indicam que o progresso pode ser alcançado ao enfrentar e integrar essas forças.",
    "message_esoteric": "O Cinco de Paus nos ensina que os conflitos não devem ser temidos, mas abraçados como ferramentas de aprendizado e autodescoberta. Ele nos lembra que é na adversidade que encontramos força e clareza. Os desafios enfrentados com coragem abrem caminho para o crescimento.",
    "meditation_reflection": [
      "Estou vendo os desafios como obstáculos ou como oportunidades de aprendizado?",
      "Como posso enfrentar os conflitos com mais resiliência e sabedoria?",
      "Quais lições posso extrair das lutas que enfrento atualmente?"
    ],
    "internal_alchemy": "O Cinco de Paus simboliza a alquimia da transformação através da adversidade. Ele nos desafia a converter o caos em progresso, usando os conflitos como catalisadores para a evolução pessoal.",
    "magical_practice": "Para se conectar ao Cinco de Paus, visualize-se enfrentando um desafio e superando-o com confiança. Imagine-se crescendo e se fortalecendo a cada obstáculo superado. Afirme sua resiliência e determinação.",
    "past_present_future": {
      "past": "Você enfrentou desafios significativos que moldaram sua força e caráter.",
      "present": "Um conflito atual exige coragem e resiliência para ser superado.",
      "future": "O progresso e a vitória virão, desde que você enfrente os desafios com determinação."
    }
  },
  {
    "name": "Seis de Paus",
    "title": "Vitória",
    "image": "assets/cards/six_of_wands.jpg",
    "number": 6,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Reconhecimento, sucesso público, triunfo.",
    "eighth_lesser": "Arrogância, excesso de confiança, dúvidas internas.",
    "order": 27,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Seis de Paus representa o triunfo merecido e o reconhecimento público após esforço e perseverança. No Tarot de Thoth, ele não simboliza apenas o sucesso material, mas a vitória interna que vem da superação dos desafios. O elemento Fogo mantém sua energia dinâmica, mas aqui está sob controle, irradiando confiança e celebração. Esta carta é um lembrete de que a verdadeira vitória envolve não apenas conquistas pessoais, mas também a capacidade de inspirar e liderar outros.",
    "description_symbolic": "O Seis de Paus é frequentemente ilustrado como uma figura vitoriosa sendo celebrada por outros. No Tarot de Thoth, essa imagem reflete a harmonia entre o esforço individual e o apoio coletivo. Os bastões erguidos simbolizam a energia acumulada e direcionada para a conquista. O reconhecimento público é importante, mas esta carta também sugere a necessidade de humildade diante do sucesso.",
    "message_esoteric": "O Seis de Paus nos ensina que o sucesso não é apenas uma conquista pessoal, mas uma oportunidade de inspirar os outros. Ele nos convida a celebrar as vitórias com gratidão e a usá-las como combustível para continuar crescendo. A humildade é essencial para manter o equilíbrio após a vitória.",
    "meditation_reflection": [
      "Estou aproveitando o momento de sucesso para crescer ainda mais?",
      "Como posso inspirar os outros com minhas conquistas?",
      "Estou equilibrando o reconhecimento público com a humildade interna?"
    ],
    "internal_alchemy": "O Seis de Paus simboliza a alquimia da vitória e da gratidão. Ele nos desafia a transformar o sucesso em uma fonte de inspiração contínua, tanto para nós mesmos quanto para aqueles ao nosso redor.",
    "magical_practice": "Para se conectar ao Seis de Paus, visualize-se sendo celebrado por suas conquistas. Imagine essa energia positiva irradiando de você e inspirando outros. Afirme sua capacidade de liderar com humildade e sabedoria.",
    "past_present_future": {
      "past": "Uma vitória passada trouxe reconhecimento e abriu portas para novas oportunidades.",
      "present": "Você está colhendo os frutos de seus esforços e sendo reconhecido por isso.",
      "future": "O triunfo e o sucesso continuarão, desde que você mantenha o equilíbrio e a humildade."
    }
  },
  {
    "name": "Sete de Paus",
    "title": "Coragem",
    "image": "assets/cards/seven_of_wands.jpg",
    "number": 7,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Defesa de território, perseverança, resiliência.",
    "eighth_lesser": "Pressão, exaustão, sentimento de sobrecarga.",
    "order": 28,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Sete de Paus simboliza a luta para proteger o que foi conquistado. No Tarot de Thoth, essa carta destaca a necessidade de coragem em tempos de adversidade, onde defender seus valores e território requer determinação. O elemento Fogo aqui se manifesta como força e resistência, impulsionando o indivíduo a enfrentar qualquer oposição com confiança. Este é o momento de se manter firme, mesmo quando as circunstâncias parecem desfavoráveis.",
    "description_symbolic": "O Sete de Paus é representado por figuras em defesa, simbolizando a batalha para manter o que foi alcançado. No Tarot de Thoth, os bastões cruzados indicam resistência e força, mas também sugerem a importância de saber quando lutar e quando preservar energia. Essa carta reflete um equilíbrio dinâmico entre esforço e proteção.",
    "message_esoteric": "O Sete de Paus nos ensina que a verdadeira coragem não é a ausência de medo, mas a determinação de enfrentar desafios apesar dele. Ele nos lembra que proteger nossas conquistas é um ato de autovalorização e crescimento.",
    "meditation_reflection": [
      "Estou defendendo o que realmente importa para mim?",
      "Como posso usar minha força interior sem me esgotar?",
      "Estou equilibrando perseverança com sabedoria e autocuidado?"
    ],
    "internal_alchemy": "O Sete de Paus simboliza a alquimia da coragem sustentada. Ele nos desafia a transformar a adversidade em força e a defender nossas conquistas com inteligência e determinação.",
    "magical_practice": "Conecte-se ao Sete de Paus visualizando-se em uma posição firme e protegida. Imagine-se resistindo a qualquer adversidade com confiança e resiliência. Afirme sua força para proteger o que é valioso.",
    "past_present_future": {
      "past": "Você enfrentou desafios em que a perseverança foi essencial para manter suas conquistas.",
      "present": "Este é um momento de defender suas realizações com coragem e determinação.",
      "future": "A promessa de vitória e estabilidade, desde que você mantenha sua força e proteção sobre o que construiu."
    }
  },
  {
    "name": "Oito de Paus",
    "title": "Rapidez",
    "image": "assets/cards/eight_of_wands.jpg",
    "number": 8,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Movimento rápido, progresso, finalização de tarefas.",
    "eighth_lesser": "Desorganização, pressa, falta de foco.",
    "order": 29,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Oito de Paus simboliza movimento rápido, progresso e mudanças súbitas. No Tarot de Thoth, essa carta representa a energia direcionada e focada, quando todos os esforços convergem em um objetivo comum, resultando em um avanço acelerado. O elemento Fogo aqui reflete a ação direta e a capacidade de realizar tarefas rapidamente, desde que haja foco e clareza de propósito. É um lembrete de que, quando as energias estão alinhadas, o progresso pode ser fluido e sem resistência.",
    "description_symbolic": "O Oito de Paus é frequentemente representado por bastões voando pelo ar, simbolizando velocidade e direção. No Tarot de Thoth, essa imagem sugere não apenas o avanço rápido, mas a importância de manter o controle enquanto tudo se move rapidamente. Essa carta também está associada a mensagens e oportunidades inesperadas.",
    "message_esoteric": "O Oito de Paus nos ensina que o progresso é uma combinação de oportunidade e preparação. Ele nos lembra que devemos estar prontos para agir rapidamente quando as circunstâncias são favoráveis e que o foco é a chave para aproveitar ao máximo o impulso.",
    "meditation_reflection": [
      "Estou aproveitando o momento de progresso rápido para avançar em direção aos meus objetivos?",
      "Como posso evitar a desorganização e manter o foco durante períodos de alta atividade?",
      "Estou preparado para lidar com mudanças repentinas de maneira eficaz?"
    ],
    "internal_alchemy": "O Oito de Paus simboliza a alquimia do impulso direcionado. Ele nos desafia a transformar energia bruta em progresso eficaz, usando o foco como ferramenta de realização.",
    "magical_practice": "Conecte-se ao Oito de Paus visualizando flechas disparando em direção aos seus objetivos. Imagine cada flecha representando uma tarefa concluída com precisão. Afirme seu foco e determinação.",
    "past_present_future": {
      "past": "Um período de progresso rápido trouxe mudanças significativas.",
      "present": "Você está em um momento de avanço acelerado em direção a seus objetivos.",
      "future": "A promessa de realização rápida, desde que você mantenha o foco e a clareza no caminho."
    }
  },
  {
    "name": "Nove de Paus",
    "title": "Força",
    "image": "assets/cards/nine_of_wands.jpg",
    "number": 9,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Resiliência, proteção, superação de desafios.",
    "eighth_lesser": "Desconfiança, cansaço extremo, resistência desnecessária.",
    "order": 30,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Nove de Paus representa a força final necessária antes de alcançar a vitória. No Tarot de Thoth, ele simboliza a resiliência em meio ao cansaço e a capacidade de continuar mesmo quando todos os sinais indicam exaustão. O elemento Fogo aqui reflete o impulso vital de proteção, onde o indivíduo guarda suas conquistas com determinação. Esta carta lembra que o sucesso muitas vezes está próximo, mas exige resistência até o fim.",
    "description_symbolic": "No Nove de Paus, os bastões formam uma barreira protetora, representando a defesa final antes da conclusão. No Tarot de Thoth, ele sugere não apenas a proteção das conquistas, mas também o aprendizado da importância do descanso e da renovação para evitar o colapso. A figura em defesa simboliza tanto força quanto vigilância.",
    "message_esoteric": "O Nove de Paus nos ensina que, mesmo nos momentos de cansaço, há força suficiente para continuar. Ele nos lembra da importância de proteger nossas conquistas, mas também de saber quando é necessário recuperar energias.",
    "meditation_reflection": [
      "Estou protegendo minhas conquistas de maneira eficaz ou estou me sobrecarregando?",
      "Como posso equilibrar resistência com momentos de recuperação?",
      "Estou permitindo que a desconfiança me impeça de avançar?"
    ],
    "internal_alchemy": "O Nove de Paus simboliza a alquimia da resistência sustentada. Ele nos desafia a manter nossa força e proteger nossas conquistas, enquanto aprendemos a importância do equilíbrio.",
    "magical_practice": "Conecte-se ao Nove de Paus visualizando-se protegido por um escudo de luz, mantendo suas conquistas seguras. Afirme sua resiliência e sua capacidade de superar qualquer desafio.",
    "past_present_future": {
      "past": "Um período de dificuldades exigiu força e resiliência para proteger o que foi conquistado.",
      "present": "Você está em um momento de proteção e resistência contra desafios persistentes.",
      "future": "A vitória está próxima, desde que você mantenha o equilíbrio entre força e renovação."
    }
  },
  {
    "name": "Dez de Paus",
    "title": "Opressão",
    "image": "assets/cards/ten_of_wands.jpg",
    "number": 10,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Responsabilidade, cumprimento de objetivos.",
    "eighth_lesser": "Sobrecarga, estresse, cansaço extremo.",
    "order": 31,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Dez de Paus simboliza o peso das responsabilidades que vem com o sucesso. No Tarot de Thoth, ele reflete a opressão gerada pelo excesso de tarefas ou obrigações, quando a energia do Fogo, antes vibrante e criativa, se torna uma chama que consome em vez de nutrir. Esta carta é um lembrete de que mesmo as conquistas mais significativas podem se tornar um fardo se não forem equilibradas com descanso e delegação. É o chamado para revisar suas prioridades e buscar ajuda quando necessário.",
    "description_symbolic": "O Dez de Paus é representado por figuras sobrecarregadas, carregando mais do que podem sustentar. No Tarot de Thoth, ele indica que o excesso de responsabilidade pode resultar em estagnação e desgaste emocional, mas também oferece a oportunidade de crescimento ao aprender a soltar o que não é necessário.",
    "message_esoteric": "O Dez de Paus nos ensina que o sucesso não é medido apenas pelas conquistas, mas pela capacidade de equilibrar responsabilidades e manter a paz interior. Ele nos lembra que há força em delegar e que o caminho para o crescimento sustentável requer saber quando dizer 'não'.",
    "meditation_reflection": [
      "Estou assumindo responsabilidades que poderiam ser compartilhadas?",
      "Como posso reduzir minha carga sem comprometer meus objetivos?",
      "Estou me permitindo descansar para evitar o esgotamento?"
    ],
    "internal_alchemy": "O Dez de Paus simboliza a alquimia do esforço controlado. Ele nos desafia a transformar opressão em equilíbrio, reconhecendo o momento certo de agir e o momento de descansar.",
    "magical_practice": "Conecte-se ao Dez de Paus visualizando-se soltando um fardo pesado e sentindo alívio imediato. Afirme sua capacidade de delegar e priorizar suas responsabilidades.",
    "past_present_future": {
      "past": "Um período de grandes responsabilidades testou seu equilíbrio e força.",
      "present": "Você está sobrecarregado e precisa reavaliar suas prioridades.",
      "future": "A promessa de alcançar seus objetivos, desde que você gerencie suas responsabilidades de forma eficiente."
    }
  },
  {
    "name": "Pajem de Paus",
    "title": "Exploração",
    "image": "assets/cards/page_of_wands.jpg",
    "number": 11,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Descoberta, entusiasmo, potencial criativo.",
    "eighth_lesser": "Imaturidade, falta de direção, impulsividade.",
    "order": 32,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Pajem de Paus simboliza o espírito jovem da aventura e da descoberta. No Tarot de Thoth, ele representa o potencial não manifestado e o entusiasmo inato para explorar novos caminhos criativos. Esta carta fala sobre a curiosidade que nos motiva a experimentar e crescer. No entanto, esse entusiasmo deve ser equilibrado com sabedoria para evitar a dispersão ou a falta de direção. O elemento Fogo reflete a energia pura e vibrante do início de uma jornada.",
    "description_symbolic": "O Pajem de Paus é frequentemente representado por um jovem segurando um bastão, simbolizando novas possibilidades e ideias. No Tarot de Thoth, ele é a faísca inicial de entusiasmo que nos impulsiona a explorar o mundo ao nosso redor. Essa imagem sugere não apenas novas oportunidades, mas também a importância de permanecer focado e disciplinado.",
    "message_esoteric": "O Pajem de Paus nos ensina que o entusiasmo é a chave para iniciar grandes jornadas. Ele nos lembra que, ao abraçar novas possibilidades, devemos manter a curiosidade viva e o coração aberto para aprender. No entanto, a sabedoria reside em equilibrar esse entusiasmo com planejamento e foco.",
    "meditation_reflection": [
      "Estou aberto a explorar novas oportunidades com entusiasmo e foco?",
      "Como posso cultivar curiosidade e aprendizado sem me desviar de meus objetivos?",
      "Estou equilibrando a exploração com o compromisso e a disciplina?"
    ],
    "internal_alchemy": "O Pajem de Paus simboliza a alquimia da descoberta. Ele nos desafia a transformar curiosidade em criação, mantendo o entusiasmo inicial enquanto construímos um caminho sólido.",
    "magical_practice": "Conecte-se ao Pajem de Paus visualizando-se explorando um campo vasto e desconhecido, onde cada descoberta traz uma nova possibilidade. Afirme sua disposição para aprender e se aventurar.",
    "past_present_future": {
      "past": "Um novo começo trouxe entusiasmo e a promessa de crescimento.",
      "present": "Você está em um período de descoberta e exploração de novas ideias.",
      "future": "O potencial para grandes realizações, desde que você mantenha o foco em seu aprendizado."
    }
  },
  {
    "name": "Cavaleiro de Paus",
    "title": "Aventura",
    "image": "assets/cards/knight_of_wands.jpg",
    "number": 12,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Energia, determinação, paixão.",
    "eighth_lesser": "Impaciência, imprudência, instabilidade.",
    "order": 33,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Cavaleiro de Paus simboliza a energia em movimento, a determinação e a paixão por alcançar objetivos. No Tarot de Thoth, ele representa a ação impulsionada pela ambição e pelo desejo de conquista. Ele é o espírito da aventura, guiado por intuição e entusiasmo. No entanto, essa energia intensa pode se tornar imprudente se não for equilibrada com planejamento. O elemento Fogo aqui é dinâmico e transformador, movendo-se rapidamente em direção ao sucesso.",
    "description_symbolic": "O Cavaleiro de Paus é frequentemente representado montado em um cavalo em movimento, simbolizando avanço rápido e ação impulsiva. No Tarot de Thoth, ele reflete a coragem de buscar novas aventuras, mas também a necessidade de saber quando desacelerar para evitar o erro.",
    "message_esoteric": "O Cavaleiro de Paus nos ensina que a energia e a paixão são poderosas quando direcionadas de forma eficaz. Ele nos lembra de agir com coragem e determinação, mas sem perder de vista a importância do planejamento e da reflexão.",
    "meditation_reflection": [
      "Estou agindo com entusiasmo ou com impulsividade?",
      "Como posso canalizar minha energia de forma a alcançar meus objetivos sem dispersá-la?",
      "Estou equilibrando paixão e planejamento em minhas ações?"
    ],
    "internal_alchemy": "O Cavaleiro de Paus simboliza a alquimia da paixão canalizada. Ele nos desafia a transformar energia crua em ação estratégica e eficaz.",
    "magical_practice": "Conecte-se ao Cavaleiro de Paus visualizando-se cavalgando com confiança em direção aos seus objetivos. Sinta a energia do fogo impulsionando cada passo. Afirme sua determinação e foco.",
    "past_present_future": {
      "past": "Uma fase de ambição e energia intensa impulsionou seu progresso.",
      "present": "Você está em um momento de agir com coragem e paixão.",
      "future": "O sucesso é possível, desde que você mantenha o equilíbrio entre determinação e planejamento."
    }
  },
  {
    "name": "Rainha de Paus",
    "title": "Paixão",
    "image": "assets/cards/queen_of_wands.jpg",
    "number": 13,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Confiança, carisma, inspiração criativa.",
    "eighth_lesser": "Arrogância, ciúmes, manipulação.",
    "order": 34,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "A Rainha de Paus representa a paixão vibrante e o poder da liderança natural. No Tarot de Thoth, ela simboliza uma figura poderosa, confiante e inspiradora, que lidera com energia criativa e determinação. Sua presença ilumina os caminhos dos outros, mas também serve como um lembrete de que o carisma pode se tornar egoísmo se não for equilibrado com empatia. O elemento Fogo aqui se manifesta como uma energia calorosa e acolhedora, mas firme.",
    "description_symbolic": "A Rainha de Paus é muitas vezes representada com um bastão em chamas, simbolizando a paixão e o poder criativo. No Tarot de Thoth, sua imagem reflete uma mestra do equilíbrio entre inspiração e responsabilidade. Sua energia carismática atrai seguidores e seu coração apaixonado impulsiona a ação, mas ela também sabe quando é necessário moderar seu fogo.",
    "message_esoteric": "A Rainha de Paus nos ensina que o verdadeiro poder não está apenas na liderança, mas na capacidade de inspirar outros a encontrar sua própria luz. Ela nos convida a liderar com confiança, autenticidade e empatia, lembrando que a paixão verdadeira deve ser compartilhada, não imposta.",
    "meditation_reflection": [
      "Estou usando minha paixão para inspirar ou para dominar os outros?",
      "Como posso liderar com confiança sem me desconectar das necessidades dos outros?",
      "Estou equilibrando meu desejo de ação com empatia e compreensão?"
    ],
    "internal_alchemy": "A Rainha de Paus simboliza a alquimia da paixão e do carisma. Ela nos desafia a transformar energia criativa em ação significativa, mantendo a integridade e a compaixão.",
    "magical_practice": "Conecte-se à Rainha de Paus visualizando uma chama dourada brilhando dentro de você, irradiando confiança e carisma. Afirme sua capacidade de liderar com paixão e empatia.",
    "past_present_future": {
      "past": "Um período de confiança e inspiração trouxe sucesso e crescimento.",
      "present": "Você está em um momento de liderar com energia criativa e carisma.",
      "future": "O sucesso e a influência são possíveis, desde que você mantenha sua autenticidade e equilíbrio emocional."
    }
  },

  {
    "name": "Rei de Paus",
    "title": "Liderança",
    "image": "assets/cards/king_of_wands.jpg",
    "number": 14,
    "isMajorArcana": false,
    "suit": "Paus",
    "eighth_greater": "Visão inspiradora, autoridade positiva.",
    "eighth_lesser": "Autoritarismo, impulsividade, orgulho.",
    "order": 35,
    "element": "Fogo",
    "sign": null,
    "planet": null,
    "description": "O Rei de Paus representa o líder visionário, aquele que guia com paixão e sabedoria. No Tarot de Thoth, ele simboliza uma figura dinâmica e inspiradora, que não apenas alcança seus próprios objetivos, mas também capacita os outros a fazer o mesmo. O elemento Fogo aqui é refinado, mostrando não apenas o poder bruto da ação, mas o discernimento necessário para liderar com responsabilidade. Ele é um mestre em equilibrar entusiasmo com planejamento, garantindo que suas decisões sejam construtivas.",
    "description_symbolic": "O Rei de Paus é frequentemente representado com um bastão erguido, simbolizando seu poder criativo e liderança. No Tarot de Thoth, ele é a força que motiva o grupo, mas também sabe quando ouvir e ajustar seu curso. Sua presença irradia força e inspiração, mas ele também alerta contra o excesso de confiança e a impulsividade.",
    "message_esoteric": "O Rei de Paus nos ensina que a verdadeira liderança não está apenas no poder de comando, mas na capacidade de inspirar e guiar com sabedoria. Ele nos lembra que o líder mais eficaz é aquele que empodera os outros e age com integridade. Sua lição é sobre equilibrar paixão e responsabilidade, garantindo que suas decisões beneficiem não apenas a si mesmo, mas também àqueles ao seu redor.",
    "meditation_reflection": [
      "Estou usando meu poder de liderança de forma positiva e construtiva?",
      "Como posso equilibrar meu entusiasmo com a necessidade de planejamento?",
      "Estou inspirando os outros ou apenas impondo minhas ideias?"
    ],
    "internal_alchemy": "O Rei de Paus simboliza a alquimia da liderança visionária. Ele nos desafia a transformar paixão em estratégia, usando nossa energia criativa para construir algo duradouro.",
    "magical_practice": "Conecte-se ao Rei de Paus visualizando-se como um líder confiante, irradiando luz e energia criativa. Afirme sua habilidade de liderar com visão e responsabilidade.",
    "past_present_future": {
      "past": "Uma posição de liderança ou responsabilidade trouxe crescimento e aprendizado.",
      "present": "Você está em um momento de liderar com confiança, paixão e visão.",
      "future": "O sucesso e o reconhecimento estão ao seu alcance, desde que você mantenha o equilíbrio entre poder e responsabilidade."
    }
  },

  {
    "name": "Ás de Copas",
    "title": "Raiz da Água",
    "image": "assets/cards/ace_of_cups.jpg",
    "number": 1,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Amor puro, novos começos emocionais, conexão espiritual.",
    "eighth_lesser": "Bloqueios emocionais, repressão de sentimentos, vazio interior.",
    "order": 36,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Ás de Copas representa a fonte primordial de amor, compaixão e intuição. No Tarot de Thoth, ele é a taça transbordante da vida emocional, um símbolo de novos começos espirituais e emocionais. Esta carta convida à abertura do coração para receber e compartilhar o amor em sua forma mais pura. O elemento Água reflete o fluxo contínuo das emoções, incentivando a conexão profunda com o mundo interior e o despertar espiritual.",
    "description_symbolic": "Representado por um cálice transbordante, o Ás de Copas simboliza a abundância emocional que está prestes a fluir em sua vida. No Tarot de Thoth, esse fluxo representa não apenas amor romântico, mas também intuição, cura e conexão espiritual. É o momento de deixar o coração se expandir e acolher tudo o que o universo tem a oferecer.",
    "message_esoteric": "O Ás de Copas nos ensina que o amor, a empatia e a conexão espiritual são as bases da existência humana. Ele nos convida a abrir nosso coração para novas experiências emocionais e espirituais, permitindo que a intuição nos guie.",
    "meditation_reflection": [
      "Estou aberto a receber e compartilhar amor de forma autêntica?",
      "Como posso cultivar emoções positivas e promover minha cura interior?",
      "Estou ouvindo a voz da minha intuição e deixando meu coração se expressar livremente?"
    ],
    "internal_alchemy": "O Ás de Copas simboliza a alquimia da renovação emocional. Ele nos desafia a transformar dor e bloqueios internos em amor e abertura para novas experiências.",
    "magical_practice": "Conecte-se ao Ás de Copas visualizando um cálice transbordando de luz dourada ou prateada. Sinta essa luz fluindo por seu corpo, purificando suas emoções e despertando o amor interior.",
    "past_present_future": {
      "past": "Um novo começo emocional ou espiritual trouxe inspiração e renovação.",
      "present": "Este é um momento de abertura emocional e novas conexões.",
      "future": "Oportunidades emocionais e espirituais se apresentarão, desde que você esteja disposto a se abrir ao amor."
    }
  },
  {
    "name": "Dois de Copas",
    "title": "Amor",
    "image": "assets/cards/two_of_cups.jpg",
    "number": 2,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Parceria, harmonia, união emocional.",
    "eighth_lesser": "Desequilíbrio, conflitos emocionais, separação.",
    "order": 37,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Dois de Copas representa o encontro de almas, a harmonia emocional e as parcerias profundas. No Tarot de Thoth, ele simboliza não apenas o amor romântico, mas todas as formas de união onde há equilíbrio e reciprocidade. Esta carta sugere que, ao encontrar alguém ou algo que ressoe com nosso coração, podemos criar laços profundos que alimentam nossa alma e proporcionam crescimento mútuo. O elemento Água reflete a fluidez e a nutrição emocional dessa conexão.",
    "description_symbolic": "Comumente representado por duas taças entrelaçadas ou figuras trocando gestos de afeição, o Dois de Copas simboliza o equilíbrio perfeito entre duas energias complementares. No Tarot de Thoth, essa carta destaca a beleza das conexões quando há entrega, confiança e respeito mútuo. Também nos lembra que relações saudáveis começam com harmonia interior.",
    "message_esoteric": "O Dois de Copas nos ensina que as conexões verdadeiras nascem do equilíbrio entre dar e receber. Ele nos convida a nutrir nossas parcerias e a valorizar as relações baseadas em respeito e apoio mútuo.",
    "meditation_reflection": [
      "Estou cultivando conexões emocionais baseadas no equilíbrio e na reciprocidade?",
      "Como posso nutrir e fortalecer minhas relações importantes?",
      "Estou em harmonia emocional comigo mesmo, permitindo conexões genuínas com os outros?"
    ],
    "internal_alchemy": "O Dois de Copas simboliza a alquimia da união. Ele nos desafia a integrar nossos aspectos internos opostos e a encontrar harmonia em nossos relacionamentos externos.",
    "magical_practice": "Conecte-se ao Dois de Copas visualizando duas taças derramando água cristalina uma na outra, simbolizando a troca equilibrada de energia. Afirme sua intenção de criar e manter relacionamentos harmoniosos.",
    "past_present_future": {
      "past": "Uma parceria emocional significativa trouxe harmonia e aprendizado.",
      "present": "Você está em um momento de fortalecer suas conexões e criar harmonia.",
      "future": "Novas parcerias ou reconciliações estão a caminho, desde que você cultive o equilíbrio."
    }
  },
  {
    "name": "Três de Copas",
    "title": "Abundância",
    "image": "assets/cards/three_of_cups.jpg",
    "number": 3,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Celebração, amizade, alegria compartilhada.",
    "eighth_lesser": "Excessos, superficialidade, exclusão social.",
    "order": 38,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Três de Copas simboliza a celebração da vida, das amizades e dos laços emocionais profundos. No Tarot de Thoth, ele destaca a abundância emocional que surge quando nos conectamos com os outros de forma genuína. Esta carta reflete momentos de alegria compartilhada, celebração de conquistas e o reconhecimento do apoio mútuo. O elemento Água reforça a importância do fluxo de emoções positivas e do prazer em grupo.",
    "description_symbolic": "Representado por três taças transbordando, o Três de Copas simboliza a abundância emocional e a alegria coletiva. No Tarot de Thoth, essa carta é um lembrete de que, quando nutrimos nossas conexões, criamos um ambiente onde todos podem prosperar emocionalmente.",
    "message_esoteric": "O Três de Copas nos ensina que o compartilhamento de alegria e gratidão multiplica as bênçãos. Ele nos lembra da importância de celebrar nossas conquistas, não apenas individualmente, mas como parte de uma comunidade de apoio.",
    "meditation_reflection": [
      "Estou celebrando minhas conquistas e apreciando as pessoas ao meu redor?",
      "Como posso criar mais momentos de alegria coletiva em minha vida?",
      "Estou equilibrando celebração com responsabilidade e gratidão?"
    ],
    "internal_alchemy": "O Três de Copas simboliza a alquimia da alegria compartilhada. Ele nos desafia a integrar o prazer e a gratidão em nosso dia a dia, encontrando equilíbrio emocional em meio às celebrações.",
    "magical_practice": "Conecte-se ao Três de Copas visualizando uma festa harmoniosa onde você está cercado por amigos e apoio. Afirme sua gratidão pelas bênçãos emocionais e pelas conexões significativas.",
    "past_present_future": {
      "past": "Momentos de celebração e apoio emocional trouxeram alegria e união.",
      "present": "Você está em um período de celebração e conexão com aqueles ao seu redor.",
      "future": "Mais momentos de alegria e celebrações estão por vir, desde que você continue nutrindo suas conexões."
    }
  },

  {
    "name": "Quatro de Copas",
    "title": "Luxúria",
    "image": "assets/cards/four_of_cups.jpg",
    "number": 4,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Introspecção, reavaliação, busca interior.",
    "eighth_lesser": "Apatia, descontentamento, tédio emocional.",
    "order": 39,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Quatro de Copas simboliza um momento de introspecção e reavaliação emocional, onde o indivíduo é levado a confrontar sentimentos de insatisfação e apatia. No Tarot de Thoth, esta carta revela a saturação emocional que pode surgir quando há excesso de indulgência ou quando oportunidades são ignoradas. Ela nos lembra da importância de despertar do estado de letargia e redescobrir o significado nas pequenas alegrias da vida.",
    "description_symbolic": "Representado por quatro cálices que parecem estar cheios, mas não trazem satisfação, o Quatro de Copas simboliza o desafio de encontrar significado quando o entusiasmo desaparece. No Tarot de Thoth, essa representação sugere que mesmo quando há abundância externa, o vazio interno pode persistir se não buscarmos a verdadeira clareza emocional.",
    "message_esoteric": "O Quatro de Copas nos ensina que a apatia é um convite à introspecção. Ele nos convida a reavaliar nossas emoções, reconhecer o que não está funcionando e redirecionar nossa energia para o que realmente importa.",
    "meditation_reflection": [
      "Estou ignorando oportunidades emocionais por estar preso à apatia?",
      "Como posso transformar o descontentamento em clareza e propósito?",
      "Estou reavaliando minhas emoções de forma consciente e produtiva?"
    ],
    "internal_alchemy": "O Quatro de Copas simboliza a alquimia da reavaliação emocional. Ele nos desafia a transformar a estagnação em um despertar para novas possibilidades.",
    "magical_practice": "Conecte-se ao Quatro de Copas visualizando um cálice vazio sendo preenchido por uma luz dourada, representando novas oportunidades emocionais. Afirme sua abertura para sair da estagnação.",
    "past_present_future": {
      "past": "Um período de introspecção trouxe clareza emocional importante.",
      "present": "Você está em um momento de reavaliação de suas prioridades emocionais.",
      "future": "Satisfação emocional virá, desde que você esteja disposto a se reconectar com o que é significativo."
    }
  },

  {
    "name": "Cinco de Copas",
    "title": "Decepção",
    "image": "assets/cards/five_of_cups.jpg",
    "number": 5,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Aceitação, aprendizado com perdas, superação.",
    "eighth_lesser": "Desespero, arrependimento, foco no passado.",
    "order": 40,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Cinco de Copas simboliza a dor emocional associada à perda e ao arrependimento, mas também carrega o potencial de cura e aprendizado. No Tarot de Thoth, ele nos lembra que, mesmo quando algo é perdido, sempre há uma oportunidade de transformação. Esta carta é um convite para aceitar o que passou e encontrar força naquilo que ainda resta.",
    "description_symbolic": "Representado por cálices derramados, mas com alguns ainda em pé, o Cinco de Copas simboliza a dualidade entre perda e esperança. No Tarot de Thoth, a mensagem central é que o foco exagerado no passado pode obscurecer as oportunidades presentes e futuras.",
    "message_esoteric": "O Cinco de Copas nos ensina que aceitar a perda é fundamental para o crescimento emocional. Ele nos desafia a olhar além do arrependimento e encontrar o que ainda pode ser reconstruído.",
    "meditation_reflection": [
      "Estou permitindo que o arrependimento me impeça de seguir em frente?",
      "Como posso transformar minhas perdas em aprendizado significativo?",
      "Estou pronto para aceitar e curar minhas feridas emocionais?"
    ],
    "internal_alchemy": "O Cinco de Copas simboliza a alquimia do desapego emocional. Ele nos convida a transformar dor em sabedoria e a redirecionar nossa energia para novas possibilidades.",
    "magical_practice": "Conecte-se ao Cinco de Copas visualizando um rio fluindo, levando consigo o peso do passado. Afirme sua capacidade de liberar arrependimentos e encontrar renovação.",
    "past_present_future": {
      "past": "Uma perda emocional ensinou lições importantes.",
      "present": "Você está em um momento de cura e aceitação emocional.",
      "future": "A superação está próxima, desde que você libere o passado e esteja aberto à renovação."
    }
  },

  {
    "name": "Seis de Copas",
    "title": "Prazer",
    "image": "assets/cards/six_of_cups.jpg",
    "number": 6,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Memórias felizes, nostalgia, bondade.",
    "eighth_lesser": "Vício no passado, dificuldade em seguir em frente.",
    "order": 41,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "O Seis de Copas representa a alegria das memórias passadas e a simplicidade emocional. No Tarot de Thoth, ele não apenas traz nostalgia, mas também sugere o equilíbrio entre o apreço pelo passado e a necessidade de seguir em frente. Esta carta nos lembra da bondade inerente à alma e do poder de encontrar prazer nas pequenas coisas.",
    "description_symbolic": "Frequentemente representado por crianças brincando ou flores desabrochando, o Seis de Copas simboliza a pureza das emoções e o conforto que as boas lembranças trazem. No Tarot de Thoth, ele nos alerta para o risco de ficar preso ao passado, ao mesmo tempo que nos encoraja a integrar essas memórias como parte de nosso crescimento.",
    "message_esoteric": "O Seis de Copas nos ensina que o passado pode ser uma fonte de inspiração, mas não um lugar para morar permanentemente. Ele nos convida a valorizar as boas memórias enquanto avançamos com gratidão.",
    "meditation_reflection": [
      "Estou equilibrando nostalgia com a necessidade de viver no presente?",
      "Como posso encontrar alegria nas coisas simples ao meu redor?",
      "Estou permitindo que as lições do passado me ajudem a construir um futuro melhor?"
    ],
    "internal_alchemy": "O Seis de Copas simboliza a alquimia da alegria simples e da gratidão. Ele nos desafia a transformar memórias felizes em força emocional para o presente.",
    "magical_practice": "Conecte-se ao Seis de Copas visualizando um campo florido onde você revive momentos de felicidade. Afirme sua gratidão pelo passado e sua disposição para seguir em frente.",
    "past_present_future": {
      "past": "Memórias felizes ou uma conexão emocional com o passado o inspiraram.",
      "present": "Você está em um momento de encontrar prazer nas pequenas coisas e praticar bondade.",
      "future": "Mais momentos de alegria virão, desde que você encontre equilíbrio entre nostalgia e progresso."
    }
  },

  {
    "name": "Sete de Copas",
    "title": "Ilusão",
    "image": "assets/cards/seven_of_cups.jpg",
    "number": 7,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Sonhos, criatividade, imaginação.",
    "eighth_lesser": "Confusão, escolhas difíceis, ilusões.",
    "order": 42,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Representa escolhas e ilusões. Simboliza sonhos e a necessidade de discernimento emocional.",
    "description_symbolic": "O Sete de Copas é a carta dos sonhos e da imaginação, mas também das ilusões. Representa a necessidade de discernir o que é real do que é fantasia.",
    "message_esoteric": "Esta carta ensina que nem todas as opções são o que parecem. O Sete de Copas nos convida a escolher com sabedoria e a evitar ilusões.",
    "meditation_reflection": [
      "Estou discernindo entre fantasia e realidade em minhas escolhas?",
      "Como posso usar minha criatividade para tomar decisões mais conscientes?",
      "Estou permitindo que ilusões me distraiam de meus objetivos?"
    ],
    "internal_alchemy": "O Sete de Copas simboliza a alquimia da escolha e do discernimento. Ele nos desafia a transformar a confusão em clareza, focando no que realmente importa.",
    "magical_practice": "Conecte-se ao Sete de Copas visualizando-se escolhendo um cálice que irradia luz clara e verdadeira. Afirme sua capacidade de discernir e decidir com sabedoria.",
    "past_present_future": {
      "past": "Um período de escolhas e sonhos que moldaram seu caminho.",
      "present": "Um momento de discernimento entre ilusões e realidades.",
      "future": "Mais clareza e direção, desde que você escolha com sabedoria."
    }
  },
  {
    "name": "Oito de Copas",
    "title": "Indolência",
    "image": "assets/cards/eight_of_cups.jpg",
    "number": 8,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Busca de propósito, desapego, crescimento espiritual.",
    "eighth_lesser": "Fuga, abandono, falta de propósito.",
    "order": 43,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Reflete desapego e busca de propósito. Simboliza deixar o passado para trás em busca de algo maior.",
    "description_symbolic": "O Oito de Copas é a busca por algo mais significativo. Representa a coragem de deixar para trás o que não serve mais e explorar novos caminhos emocionais.",
    "message_esoteric": "Esta carta ensina que o crescimento espiritual exige desapego. O Oito de Copas nos convida a buscar nosso propósito com coragem e determinação.",
    "meditation_reflection": [
      "Estou pronto para deixar o passado para trás e buscar algo maior?",
      "Como posso encontrar propósito em minhas ações?",
      "Estou resistindo ao desapego necessário para o meu crescimento?"
    ],
    "internal_alchemy": "O Oito de Copas simboliza a alquimia do desapego. Ele nos desafia a abandonar o que não serve mais e a avançar com coragem.",
    "magical_practice": "Conecte-se ao Oito de Copas visualizando-se caminhando em direção a uma montanha iluminada. Afirme sua prontidão para deixar o passado para trás.",
    "past_present_future": {
      "past": "Um período de desapego trouxe crescimento e clareza.",
      "present": "Um momento para deixar para trás o que não serve mais.",
      "future": "O crescimento espiritual e emocional está próximo, desde que você siga em frente."
    }
  },
  {
    "name": "Nove de Copas",
    "title": "Felicidade",
    "image": "assets/cards/nine_of_cups.jpg",
    "number": 9,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Satisfação emocional, realização, gratidão.",
    "eighth_lesser": "Excesso de indulgência, egoísmo, superficialidade.",
    "order": 44,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Representa satisfação e realização emocional. Simboliza gratidão e harmonia interior.",
    "description_symbolic": "O Nove de Copas é a plenitude emocional e a gratidão pelas conquistas. Representa a satisfação que vem do alinhamento emocional com seus desejos.",
    "message_esoteric": "Esta carta ensina que a verdadeira felicidade vem de dentro. O Nove de Copas nos convida a celebrar nossas conquistas e a cultivar gratidão.",
    "meditation_reflection": [
      "Estou reconhecendo e valorizando minhas conquistas?",
      "Como posso cultivar mais gratidão em minha vida?",
      "Estou equilibrando satisfação emocional com humildade?"
    ],
    "internal_alchemy": "O Nove de Copas simboliza a alquimia da satisfação e gratidão. Ele nos desafia a valorizar nossas conquistas e a cultivar harmonia interior.",
    "magical_practice": "Conecte-se ao Nove de Copas visualizando-se cercado por cálices brilhantes, simbolizando satisfação e alegria. Afirme sua gratidão e plenitude emocional.",
    "past_present_future": {
      "past": "Um momento de realização e gratidão trouxe felicidade emocional.",
      "present": "Um período de celebrar suas conquistas e cultivar gratidão.",
      "future": "Mais satisfação e realização emocional estão por vir."
    }
  },
  {
    "name": "Dez de Copas",
    "title": "Satisfação",
    "image": "assets/cards/ten_of_cups.jpg",
    "number": 10,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Harmonia familiar, alegria duradoura, plenitude emocional.",
    "eighth_lesser": "Conflitos familiares, expectativas frustradas, desconexão.",
    "order": 45,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Simboliza felicidade duradoura e harmonia familiar. Representa alegria e plenitude emocional.",
    "description_symbolic": "O Dez de Copas é a carta da plenitude emocional e da harmonia. Representa alegria duradoura em conexões profundas e relacionamentos significativos.",
    "message_esoteric": "Esta carta ensina que a felicidade duradoura vem do amor e da conexão emocional. O Dez de Copas nos convida a cultivar harmonia e alegria em nossos relacionamentos.",
    "meditation_reflection": [
      "Estou cultivando harmonia em minhas conexões emocionais?",
      "Como posso valorizar mais as pessoas que amo?",
      "Estou permitindo que a alegria emocional floresça em minha vida?"
    ],
    "internal_alchemy": "O Dez de Copas simboliza a alquimia da harmonia emocional. Ele nos desafia a criar e manter relacionamentos cheios de amor e alegria.",
    "magical_practice": "Conecte-se ao Dez de Copas visualizando um arco-íris brilhante sobre sua vida emocional, simbolizando plenitude e harmonia. Afirme sua felicidade emocional e conexão familiar.",
    "past_present_future": {
      "past": "Um período de harmonia familiar e felicidade emocional.",
      "present": "Um momento de alegria e plenitude emocional.",
      "future": "Mais harmonia e alegria estão por vir, desde que você cultive essas conexões."
    }
  },
  {
    "name": "Pajem de Copas",
    "title": "O Sonhador",
    "image": "assets/cards/page_of_cups.jpg",
    "number": 11,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Novas oportunidades emocionais, criatividade, empatia.",
    "eighth_lesser": "Imaturidade emocional, fuga da realidade, insegurança.",
    "order": 46,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Representa novas oportunidades emocionais e criatividade. Simboliza empatia e abertura para novas conexões.",
    "description_symbolic": "O Pajem de Copas é a energia jovial do sonhador. Ele simboliza novas oportunidades emocionais e o despertar da criatividade.",
    "message_esoteric": "Esta carta ensina que abrir o coração para novas experiências traz crescimento emocional. O Pajem de Copas nos convida a explorar nossa criatividade e empatia.",
    "meditation_reflection": [
      "Estou aberto a novas oportunidades emocionais?",
      "Como posso usar minha criatividade para me conectar com os outros?",
      "Estou equilibrando minhas emoções com maturidade?"
    ],
    "internal_alchemy": "O Pajem de Copas simboliza a alquimia da curiosidade emocional. Ele nos desafia a explorar novas formas de conexão e empatia.",
    "magical_practice": "Conecte-se ao Pajem de Copas visualizando-se segurando um cálice brilhante, simbolizando novos começos emocionais. Afirme sua abertura para criatividade e empatia.",
    "past_present_future": {
      "past": "Um início emocional ou criativo trouxe inspiração.",
      "present": "Um momento de explorar novas conexões emocionais e criatividade.",
      "future": "Novas oportunidades emocionais e criativas estão por vir."
    }
  },
  {
    "name": "Cavaleiro de Copas",
    "title": "O Mensageiro",
    "image": "assets/cards/knight_of_cups.jpg",
    "number": 12,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Romantismo, busca por ideais, charme.",
    "eighth_lesser": "Falta de comprometimento, ilusões, manipulação emocional.",
    "order": 47,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Simboliza romantismo e idealismo. Reflete charme e busca por ideais elevados.",
    "description_symbolic": "O Cavaleiro de Copas é o portador de mensagens emocionais e ideais. Ele simboliza a busca por beleza, amor e conexões profundas.",
    "message_esoteric": "Esta carta ensina que o romantismo e a busca por ideais podem enriquecer a alma, mas é importante equilibrar sonhos com realidade.",
    "meditation_reflection": [
      "Estou buscando meus ideais com autenticidade?",
      "Como posso equilibrar romantismo e realidade em minha vida?",
      "Estou mantendo meu coração aberto para novas possibilidades?"
    ],
    "internal_alchemy": "O Cavaleiro de Copas simboliza a alquimia do romantismo e da inspiração emocional. Ele nos desafia a buscar beleza e significado em nossas ações.",
    "magical_practice": "Conecte-se ao Cavaleiro de Copas visualizando-se cavalgando em direção aos seus ideais com um cálice de luz. Afirme sua busca por amor e propósito.",
    "past_present_future": {
      "past": "Um momento de romantismo ou busca por ideais trouxe aprendizado.",
      "present": "Um período de seguir seus ideais com charme e inspiração.",
      "future": "Novas aventuras emocionais e conexões inspiradoras estão por vir."
    }
  },
  {
    "name": "Rainha de Copas",
    "title": "A Empática",
    "image": "assets/cards/queen_of_cups.jpg",
    "number": 13,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Intuição, cuidado, conexão emocional profunda.",
    "eighth_lesser": "Sensibilidade excessiva, dependência emocional, instabilidade.",
    "order": 48,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Representa intuição e cuidado emocional. É uma figura compassiva e profundamente conectada ao espiritual.",
    "description_symbolic": "A Rainha de Copas é a personificação da empatia e da intuição. Ela simboliza cuidado emocional profundo e uma conexão espiritual que guia suas ações.",
    "message_esoteric": "Esta carta ensina que a empatia e a intuição são presentes poderosos. A Rainha de Copas nos convida a cuidar de nós mesmos e dos outros com compaixão.",
    "meditation_reflection": [
      "Estou nutrindo minha intuição e empatia?",
      "Como posso cuidar melhor de minhas emoções e das emoções dos outros?",
      "Estou equilibrando minha sensibilidade com força emocional?"
    ],
    "internal_alchemy": "A Rainha de Copas simboliza a alquimia da empatia e da intuição. Ela nos desafia a ouvir nossa voz interior e a agir com compaixão.",
    "magical_practice": "Conecte-se à Rainha de Copas visualizando-se cercado por um oceano calmo, representando sua intuição e cuidado. Afirme sua conexão emocional e espiritual.",
    "past_present_future": {
      "past": "Um período de conexão emocional profunda e intuição trouxe crescimento.",
      "present": "Um momento de nutrir sua empatia e agir com compaixão.",
      "future": "Mais conexões emocionais profundas e intuição estão por vir."
    }
  },
  {
    "name": "Rei de Copas",
    "title": "O Diplomata",
    "image": "assets/cards/king_of_cups.jpg",
    "number": 14,
    "isMajorArcana": false,
    "suit": "Copas",
    "eighth_greater": "Estabilidade emocional, sabedoria, compaixão.",
    "eighth_lesser": "Repressão emocional, manipulação, distanciamento.",
    "order": 49,
    "element": "Água",
    "sign": null,
    "planet": null,
    "description": "Simboliza estabilidade emocional e sabedoria. Representa compaixão equilibrada com racionalidade.",
    "description_symbolic": "O Rei de Copas é a figura da estabilidade emocional e da sabedoria. Ele simboliza compaixão equilibrada com força interior e discernimento.",
    "message_esoteric": "Esta carta ensina que a verdadeira força vem do equilíbrio emocional. O Rei de Copas nos convida a liderar com compaixão e sabedoria.",
    "meditation_reflection": [
      "Estou equilibrando emoção e razão em minhas decisões?",
      "Como posso liderar com compaixão e sabedoria?",
      "Estou mantendo estabilidade emocional em tempos de desafio?"
    ],
    "internal_alchemy": "O Rei de Copas simboliza a alquimia da sabedoria emocional. Ele nos desafia a equilibrar compaixão e força, agindo com clareza e propósito.",
    "magical_practice": "Conecte-se ao Rei de Copas visualizando-se sentado em um trono cercado por águas calmas. Afirme sua estabilidade emocional e compaixão.",
    "past_present_future": {
      "past": "Um período de sabedoria emocional e liderança trouxe equilíbrio.",
      "present": "Um momento de liderar com compaixão e clareza emocional.",
      "future": "Mais estabilidade e sabedoria emocional estão por vir."
    }
  },
  {
    "name": "Ás de Espadas",
    "title": "Raiz do Ar",
    "image": "assets/cards/ace_of_swords.jpg",
    "number": 1,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Clareza mental, verdade, novas ideias.",
    "eighth_lesser": "Confusão, decisões precipitadas, falta de direção.",
    "order": 50,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa clareza mental e novas ideias. Simboliza a verdade e a força intelectual para enfrentar desafios.",
    "description_symbolic": "O Ás de Espadas é a faísca da clareza mental e da verdade. Ele simboliza o início de ideias poderosas e a capacidade de cortar ilusões.",
    "message_esoteric": "Esta carta ensina que a verdade é a base do progresso. O Ás de Espadas nos convida a abraçar novas ideias e a agir com clareza.",
    "meditation_reflection": [
      "Estou permitindo que a verdade guie minhas ações?",
      "Como posso trazer mais clareza para minhas ideias?",
      "Estou agindo com propósito e discernimento?"
    ],
    "internal_alchemy": "O Ás de Espadas simboliza a alquimia da clareza mental. Ele nos desafia a abraçar a verdade e a agir com propósito em nossas decisões.",
    "magical_practice": "Conecte-se ao Ás de Espadas visualizando uma lâmina brilhante cortando as nuvens da confusão. Afirme sua clareza mental e determinação.",
    "past_present_future": {
      "past": "Um momento de clareza e verdade trouxe novas ideias.",
      "present": "Um período de agir com clareza e propósito.",
      "future": "Novas ideias e verdades serão reveladas, desde que você mantenha o foco."
    }
  },
  {
    "name": "Dois de Espadas",
    "title": "Paz",
    "image": "assets/cards/two_of_swords.jpg",
    "number": 2,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Equilíbrio, escolha ponderada, tranquilidade.",
    "eighth_lesser": "Indecisão, repressão de emoções, negação.",
    "order": 51,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Simboliza equilíbrio e tomada de decisões. Reflete a necessidade de ponderar antes de agir.",
    "description_symbolic": "O Dois de Espadas representa o momento de buscar equilíbrio e clareza antes de tomar uma decisão. Ele simboliza a necessidade de introspecção para alcançar tranquilidade mental.",
    "message_esoteric": "Esta carta ensina que o equilíbrio é alcançado através da ponderação. O Dois de Espadas nos convida a pausar e refletir antes de agir.",
    "meditation_reflection": [
      "Estou ponderando todas as opções antes de tomar uma decisão?",
      "Como posso trazer mais equilíbrio para minha vida?",
      "Estou enfrentando as verdades ou as evitando?"
    ],
    "internal_alchemy": "O Dois de Espadas simboliza a alquimia da reflexão e da escolha ponderada. Ele nos desafia a alcançar paz interior antes de agir.",
    "magical_practice": "Conecte-se ao Dois de Espadas visualizando duas espadas equilibradas em harmonia. Afirme sua capacidade de tomar decisões equilibradas e ponderadas.",
    "past_present_future": {
      "past": "Um momento de reflexão trouxe clareza e equilíbrio.",
      "present": "Um período para ponderar decisões e buscar tranquilidade.",
      "future": "Mais equilíbrio e clareza estão por vir, desde que você paute suas escolhas na introspecção."
    }
  },
  {
    "name": "Três de Espadas",
    "title": "Aflição",
    "image": "assets/cards/three_of_swords.jpg",
    "number": 3,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Aprendizado através da dor, liberação emocional.",
    "eighth_lesser": "Coração partido, traição, tristeza profunda.",
    "order": 52,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa dor emocional e aprendizado. Simboliza o crescimento através das adversidades.",
    "description_symbolic": "O Três de Espadas é a dor do aprendizado. Ele simboliza o processo de cura que surge ao enfrentar a verdade emocional, mesmo que difícil.",
    "message_esoteric": "Esta carta ensina que o sofrimento pode ser um mestre poderoso. O Três de Espadas nos convida a liberar a dor e crescer a partir dela.",
    "meditation_reflection": [
      "Estou enfrentando minha dor ou tentando evitá-la?",
      "Como posso transformar sofrimento em crescimento?",
      "Estou permitindo que o tempo e a verdade curem meu coração?"
    ],
    "internal_alchemy": "O Três de Espadas simboliza a alquimia da cura emocional. Ele nos desafia a encontrar força nas adversidades e a liberar o sofrimento.",
    "magical_practice": "Conecte-se ao Três de Espadas visualizando-se removendo as espadas de um coração e curando as feridas com luz dourada. Afirme sua capacidade de cura emocional.",
    "past_present_future": {
      "past": "Uma experiência dolorosa trouxe aprendizado e crescimento.",
      "present": "Um momento para enfrentar e curar suas emoções.",
      "future": "Mais clareza e paz emocional estão por vir, desde que você abrace o processo de cura."
    }
  },
  {
    "name": "Quatro de Espadas",
    "title": "Trégua",
    "image": "assets/cards/four_of_swords.jpg",
    "number": 4,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Recuperação, descanso, planejamento estratégico.",
    "eighth_lesser": "Estagnação, procrastinação, esgotamento mental.",
    "order": 53,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Reflete descanso e recuperação. Simboliza planejamento e pausa estratégica.",
    "description_symbolic": "O Quatro de Espadas é a pausa necessária para recuperar forças. Ele simboliza descanso, reflexão e o planejamento estratégico para o próximo passo.",
    "message_esoteric": "Esta carta ensina que a pausa é essencial para o progresso. O Quatro de Espadas nos convida a refletir e recuperar antes de avançar.",
    "meditation_reflection": [
      "Estou permitindo-me descansar antes de tomar decisões importantes?",
      "Como posso recuperar forças e clareza mental?",
      "Estou planejando estrategicamente ou agindo impulsivamente?"
    ],
    "internal_alchemy": "O Quatro de Espadas simboliza a alquimia do repouso. Ele nos desafia a encontrar clareza e renovação através da pausa.",
    "magical_practice": "Conecte-se ao Quatro de Espadas visualizando-se em um espaço tranquilo, recuperando sua energia. Afirme sua capacidade de descanso e renovação.",
    "past_present_future": {
      "past": "Um momento de pausa trouxe clareza e renovação.",
      "present": "Um período para descansar e planejar estrategicamente.",
      "future": "Mais clareza e sucesso estão por vir, desde que você priorize a recuperação."
    }
  },
  {
    "name": "Cinco de Espadas",
    "title": "Derrota",
    "image": "assets/cards/five_of_swords.jpg",
    "number": 5,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Aprendizado com erros, redefinição de prioridades.",
    "eighth_lesser": "Conflitos desnecessários, ressentimento, egoísmo.",
    "order": 54,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Simboliza conflito e redefinição de prioridades. Representa a necessidade de aprender com erros.",
    "description_symbolic": "O Cinco de Espadas reflete os desafios e conflitos que testam nossas prioridades. Ele simboliza o aprendizado que surge ao enfrentar falhas e redefinir caminhos.",
    "message_esoteric": "Esta carta ensina que os erros são lições valiosas. O Cinco de Espadas nos convida a aprender com os conflitos e a ajustar nosso curso.",
    "meditation_reflection": [
      "Estou aprendendo com meus erros ou repetindo-os?",
      "Como posso redefinir minhas prioridades de forma construtiva?",
      "Estou evitando conflitos desnecessários ou alimentando ressentimentos?"
    ],
    "internal_alchemy": "O Cinco de Espadas simboliza a alquimia do aprendizado através dos desafios. Ele nos desafia a crescer a partir de nossas falhas e a encontrar sabedoria nos conflitos.",
    "magical_practice": "Conecte-se ao Cinco de Espadas visualizando-se soltando uma espada que representa o fardo de conflitos passados. Afirme sua capacidade de aprender e avançar.",
    "past_present_future": {
      "past": "Conflitos e erros passados trouxeram aprendizado e crescimento.",
      "present": "Um momento de redefinir prioridades e aprender com desafios.",
      "future": "Mais clareza e paz estão por vir, desde que você tire lições dos conflitos."
    }
  },
  {
    "name": "Seis de Espadas",
    "title": "Ciência",
    "image": "assets/cards/six_of_swords.jpg",
    "number": 6,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Transição, solução de problemas, cura.",
    "eighth_lesser": "Fuga, estagnação, dificuldade em seguir em frente.",
    "order": 55,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa transição e cura. Simboliza deixar para trás o que não serve mais e buscar soluções.",
    "description_symbolic": "O Seis de Espadas é o símbolo de uma jornada rumo à cura e ao progresso. Ele representa a necessidade de avançar, deixando o passado para trás.",
    "message_esoteric": "Esta carta ensina que a transição pode ser dolorosa, mas é necessária para a cura. O Seis de Espadas nos convida a confiar no processo de mudança.",
    "meditation_reflection": [
      "Estou permitindo que a mudança me guie para um futuro melhor?",
      "Como posso encontrar cura ao deixar o passado para trás?",
      "Estou aceitando a transição ou resistindo ao progresso?"
    ],
    "internal_alchemy": "O Seis de Espadas simboliza a alquimia da transição e da cura. Ele nos desafia a navegar pelo desconhecido com coragem e esperança.",
    "magical_practice": "Conecte-se ao Seis de Espadas visualizando-se cruzando um rio calmo em direção a uma terra promissora. Afirme sua prontidão para mudanças e cura.",
    "past_present_future": {
      "past": "Uma transição difícil trouxe aprendizado e crescimento.",
      "present": "Um momento de deixar o passado para trás e buscar progresso.",
      "future": "Mais cura e realização estão por vir, desde que você continue avançando."
    }
  },
  {
    "name": "Sete de Espadas",
    "title": "Futilidade",
    "image": "assets/cards/seven_of_swords.jpg",
    "number": 7,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Estratégia, inteligência, pensamento criativo.",
    "eighth_lesser": "Engano, traição, auto-sabotagem.",
    "order": 56,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Reflete estratégia e inteligência. Simboliza a busca por soluções criativas em situações desafiadoras.",
    "description_symbolic": "O Sete de Espadas é a carta da inteligência estratégica. Ele simboliza a necessidade de ser criativo e pensar fora da caixa em situações difíceis.",
    "message_esoteric": "Esta carta ensina que a estratégia e a inteligência são ferramentas poderosas. O Sete de Espadas nos convida a usar nossa criatividade para superar desafios.",
    "meditation_reflection": [
      "Estou usando minha inteligência de forma ética e eficaz?",
      "Como posso abordar desafios com pensamento criativo?",
      "Estou evitando auto-sabotagem em minha busca por soluções?"
    ],
    "internal_alchemy": "O Sete de Espadas simboliza a alquimia da criatividade e da estratégia. Ele nos desafia a encontrar soluções inteligentes e éticas para problemas complexos.",
    "magical_practice": "Conecte-se ao Sete de Espadas visualizando-se resolvendo um labirinto com clareza e criatividade. Afirme sua capacidade de superar desafios com inteligência.",
    "past_present_future": {
      "past": "Uma situação desafiadora exigiu criatividade e estratégia.",
      "present": "Um momento para usar inteligência e pensamento estratégico.",
      "future": "Soluções inovadoras e progresso estão por vir, desde que você evite auto-sabotagem."
    }
  },
  {
    "name": "Oito de Espadas",
    "title": "Interferência",
    "image": "assets/cards/eight_of_swords.jpg",
    "number": 8,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Superação de medos, libertação mental.",
    "eighth_lesser": "Limitações autoimpostas, paralisia, medo.",
    "order": 57,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa limitações autoimpostas. Simboliza a necessidade de superar medos e se libertar.",
    "description_symbolic": "O Oito de Espadas é o símbolo da prisão mental que criamos para nós mesmos. Ele reflete os medos e limitações que nos paralisam, mas que podem ser superados com clareza e coragem.",
    "message_esoteric": "Esta carta ensina que as maiores prisões são aquelas que criamos em nossas mentes. O Oito de Espadas nos convida a romper com os medos autoimpostos.",
    "meditation_reflection": [
      "Estou permitindo que meus medos me paralisem?",
      "Como posso libertar minha mente de limitações autoimpostas?",
      "Estou buscando clareza para superar desafios internos?"
    ],
    "internal_alchemy": "O Oito de Espadas simboliza a alquimia da libertação mental. Ele nos desafia a superar os medos internos e a tomar controle de nossos pensamentos.",
    "magical_practice": "Conecte-se ao Oito de Espadas visualizando-se rompendo correntes invisíveis que representam limitações mentais. Afirme sua capacidade de se libertar.",
    "past_present_future": {
      "past": "Um período de limitações mentais trouxe crescimento e reflexão.",
      "present": "Um momento para enfrentar e superar medos autoimpostos.",
      "future": "Mais liberdade mental está por vir, desde que você enfrente suas limitações internas."
    }
  },
  {
    "name": "Nove de Espadas",
    "title": "Crueldade",
    "image": "assets/cards/nine_of_swords.jpg",
    "number": 9,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Reconhecimento de padrões negativos, cura mental.",
    "eighth_lesser": "Ansiedade, culpa, tormento mental.",
    "order": 58,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Simboliza ansiedade e tormento mental. Representa a necessidade de enfrentar medos internos.",
    "description_symbolic": "O Nove de Espadas é a personificação da ansiedade e do tormento mental. Ele reflete preocupações que nos consomem e a importância de enfrentá-las para encontrar cura.",
    "message_esoteric": "Esta carta ensina que o reconhecimento do sofrimento é o primeiro passo para a cura. O Nove de Espadas nos convida a enfrentar nossos medos internos.",
    "meditation_reflection": [
      "Estou permitindo que a ansiedade controle meus pensamentos?",
      "Como posso encontrar paz ao enfrentar meus medos?",
      "Estou buscando maneiras saudáveis de lidar com o tormento mental?"
    ],
    "internal_alchemy": "O Nove de Espadas simboliza a alquimia da cura mental. Ele nos desafia a transformar a ansiedade em clareza e a buscar paz interior.",
    "magical_practice": "Conecte-se ao Nove de Espadas visualizando uma luz suave dissipando a escuridão em sua mente. Afirme sua capacidade de superar ansiedades.",
    "past_present_future": {
      "past": "Um período de tormento mental trouxe aprendizado e autoconsciência.",
      "present": "Um momento de enfrentar e processar suas ansiedades.",
      "future": "Mais clareza e paz estão por vir, desde que você enfrente seus medos internos."
    }
  },
  {
    "name": "Dez de Espadas",
    "title": "Ruína",
    "image": "assets/cards/ten_of_swords.jpg",
    "number": 10,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Fim de um ciclo, aceitação, novos começos.",
    "eighth_lesser": "Fracasso, traição, colapso.",
    "order": 59,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Reflete o fim de um ciclo. Simboliza aceitação e novos começos após a adversidade.",
    "description_symbolic": "O Dez de Espadas representa o colapso total, mas também a libertação que vem com o fim de um ciclo. Ele simboliza aceitação e o renascimento que segue a adversidade.",
    "message_esoteric": "Esta carta ensina que mesmo nos momentos mais difíceis, há uma promessa de renascimento. O Dez de Espadas nos convida a aceitar o fim e buscar novos começos.",
    "meditation_reflection": [
      "Estou aceitando o fim de ciclos que não me servem mais?",
      "Como posso transformar adversidades em oportunidades de crescimento?",
      "Estou permitindo que o renascimento siga a aceitação?"
    ],
    "internal_alchemy": "O Dez de Espadas simboliza a alquimia do renascimento. Ele nos desafia a abraçar novos começos após momentos de adversidade.",
    "magical_practice": "Conecte-se ao Dez de Espadas visualizando o sol nascendo no horizonte após uma longa noite. Afirme sua prontidão para novos começos.",
    "past_present_future": {
      "past": "Um período de colapso trouxe crescimento e transformação.",
      "present": "Um momento de aceitar o fim de um ciclo e buscar renascimento.",
      "future": "Novos começos estão por vir, desde que você aceite e deixe o passado para trás."
    }
  },
  {
    "name": "Pajem de Espadas",
    "title": "O Investigador",
    "image": "assets/cards/page_of_swords.jpg",
    "number": 11,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Curiosidade, inteligência, pensamento lógico.",
    "eighth_lesser": "Fofoca, desconfiança, impulsividade.",
    "order": 60,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa curiosidade e pensamento lógico. Simboliza inteligência e novas aprendizagens.",
    "description_symbolic": "O Pajem de Espadas é o buscador da verdade e do conhecimento. Ele simboliza curiosidade, inteligência e o desejo de explorar novas ideias.",
    "message_esoteric": "Esta carta ensina que a curiosidade é o início de toda descoberta. O Pajem de Espadas nos convida a explorar o mundo com inteligência e lógica.",
    "meditation_reflection": [
      "Estou permitindo que minha curiosidade me guie para novas aprendizagens?",
      "Como posso usar minha inteligência para crescer e explorar novas ideias?",
      "Estou equilibrando curiosidade com paciência e reflexão?"
    ],
    "internal_alchemy": "O Pajem de Espadas simboliza a alquimia do aprendizado. Ele nos desafia a buscar a verdade com curiosidade e inteligência.",
    "magical_practice": "Conecte-se ao Pajem de Espadas visualizando-se explorando um caminho iluminado pelo conhecimento. Afirme sua curiosidade e sede por aprendizado.",
    "past_present_future": {
      "past": "Um período de aprendizagem trouxe crescimento intelectual.",
      "present": "Um momento para explorar novas ideias e buscar conhecimento.",
      "future": "Mais aprendizado e crescimento intelectual estão por vir, desde que você mantenha sua curiosidade."
    }
  },
  {
    "name": "Cavaleiro de Espadas",
    "title": "O Guerreiro",
    "image": "assets/cards/knight_of_swords.jpg",
    "number": 12,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Determinação, ação rápida, foco.",
    "eighth_lesser": "Impulsividade, agressividade, falta de planejamento.",
    "order": 61,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Simboliza ação rápida e determinação. Representa foco e avanço com energia intensa.",
    "description_symbolic": "O Cavaleiro de Espadas é a força da ação direta e decisiva. Ele simboliza determinação e coragem para enfrentar desafios, mas alerta contra a impulsividade.",
    "message_esoteric": "Esta carta ensina que foco e ação são essenciais, mas devem ser equilibrados com reflexão. O Cavaleiro de Espadas nos convida a avançar com determinação e estratégia.",
    "meditation_reflection": [
      "Estou avançando com determinação ou agindo impulsivamente?",
      "Como posso equilibrar ação rápida com planejamento?",
      "Estou mantendo o foco em meus objetivos?"
    ],
    "internal_alchemy": "O Cavaleiro de Espadas simboliza a alquimia da ação e do foco. Ele nos desafia a agir com coragem e inteligência.",
    "magical_practice": "Conecte-se ao Cavaleiro de Espadas visualizando-se empunhando uma espada brilhante e avançando com determinação. Afirme sua coragem e foco.",
    "past_present_future": {
      "past": "Um momento de ação decisiva trouxe mudanças significativas.",
      "present": "Um período de avançar com determinação e foco.",
      "future": "Sucesso está por vir, desde que você equilibre ação com planejamento."
    }
  },
  {
    "name": "Rainha de Espadas",
    "title": "A Analista",
    "image": "assets/cards/queen_of_swords.jpg",
    "number": 13,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Clareza, verdade, independência.",
    "eighth_lesser": "Frieza, insensibilidade, isolamento emocional.",
    "order": 62,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Representa clareza e independência. Simboliza verdade e a habilidade de discernir com precisão.",
    "description_symbolic": "A Rainha de Espadas é a personificação da lógica e da clareza mental. Ela simboliza verdade, discernimento e independência, mas também alerta contra a frieza emocional.",
    "message_esoteric": "Esta carta ensina que a clareza mental é essencial para tomar decisões justas. A Rainha de Espadas nos convida a buscar a verdade com compaixão e discernimento.",
    "meditation_reflection": [
      "Estou tomando decisões baseadas em clareza e verdade?",
      "Como posso equilibrar lógica e empatia em minhas ações?",
      "Estou cultivando independência sem me isolar emocionalmente?"
    ],
    "internal_alchemy": "A Rainha de Espadas simboliza a alquimia da clareza e da verdade. Ela nos desafia a agir com independência e discernimento.",
    "magical_practice": "Conecte-se à Rainha de Espadas visualizando-se segurando uma espada que brilha com a luz da verdade. Afirme sua clareza e independência.",
    "past_present_future": {
      "past": "Um momento de clareza mental trouxe sabedoria e crescimento.",
      "present": "Um período para buscar verdade e tomar decisões justas.",
      "future": "Mais clareza e sucesso estão por vir, desde que você aja com discernimento."
    }
  },
  {
    "name": "Rei de Espadas",
    "title": "O Estrategista",
    "image": "assets/cards/king_of_swords.jpg",
    "number": 14,
    "isMajorArcana": false,
    "suit": "Espadas",
    "eighth_greater": "Liderança intelectual, lógica, discernimento.",
    "eighth_lesser": "Rigidez, autoritarismo, manipulação.",
    "order": 63,
    "element": "Ar",
    "sign": null,
    "planet": null,
    "description": "Simboliza liderança intelectual e lógica. Representa julgamento justo e autoridade mental.",
    "description_symbolic": "O Rei de Espadas é o símbolo de liderança intelectual e estratégia. Ele representa lógica, julgamento justo e a autoridade que vem do conhecimento.",
    "message_esoteric": "Esta carta ensina que a verdadeira liderança vem da sabedoria e do discernimento. O Rei de Espadas nos convida a liderar com justiça e clareza.",
    "meditation_reflection": [
      "Estou liderando com sabedoria e justiça?",
      "Como posso usar minha inteligência para o bem maior?",
      "Estou equilibrando lógica com compaixão em minhas decisões?"
    ],
    "internal_alchemy": "O Rei de Espadas simboliza a alquimia da liderança intelectual. Ele nos desafia a liderar com justiça, lógica e sabedoria.",
    "magical_practice": "Conecte-se ao Rei de Espadas visualizando-se sentado em um trono, cercado por uma aura de clareza e autoridade. Afirme sua liderança e discernimento.",
    "past_present_future": {
      "past": "Um período de liderança intelectual trouxe conquistas e aprendizado.",
      "present": "Um momento de tomar decisões justas e liderar com sabedoria.",
      "future": "Mais sucesso e liderança estão por vir, desde que você mantenha seu discernimento."
    }
  },
  {
    "name": "Ás de Ouros",
    "title": "Raiz da Terra",
    "image": "assets/cards/ace_of_pentacles.jpg",
    "number": 1,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Novos começos materiais, prosperidade, oportunidades.",
    "eighth_lesser": "Bloqueios financeiros, falta de oportunidade, desperdício.",
    "order": 64,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa novos começos materiais e prosperidade. Simboliza oportunidades tangíveis e abundância.",
    "description_symbolic": "O Ás de Ouros é a promessa de prosperidade e novos começos no mundo material. Ele simboliza oportunidades tangíveis e a abundância que vem com esforço.",
    "message_esoteric": "Esta carta ensina que o início de algo grande exige esforço e dedicação. O Ás de Ouros nos convida a aproveitar as oportunidades materiais com sabedoria.",
    "meditation_reflection": [
      "Estou pronto para abraçar novas oportunidades materiais?",
      "Como posso cultivar prosperidade em minha vida?",
      "Estou aproveitando os recursos à minha disposição com sabedoria?"
    ],
    "internal_alchemy": "O Ás de Ouros simboliza a alquimia da abundância. Ele nos desafia a transformar potencial em prosperidade.",
    "magical_practice": "Conecte-se ao Ás de Ouros visualizando-se segurando um disco dourado, simbolizando oportunidades e abundância. Afirme sua capacidade de prosperar.",
    "past_present_future": {
      "past": "Um novo começo trouxe oportunidades materiais significativas.",
      "present": "Um período de abraçar oportunidades e cultivar prosperidade.",
      "future": "Mais prosperidade e sucesso estão por vir, desde que você aproveite as oportunidades com sabedoria."
    }
  },
  {
    "name": "Dois de Ouros",
    "title": "Mudança",
    "image": "assets/cards/two_of_pentacles.jpg",
    "number": 2,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Equilíbrio, adaptabilidade, administração eficiente.",
    "eighth_lesser": "Desequilíbrio, sobrecarga, desorganização.",
    "order": 65,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Simboliza equilíbrio e adaptabilidade. Representa administração eficiente de recursos e prioridades.",
    "description_symbolic": "O Dois de Ouros representa o equilíbrio necessário para lidar com mudanças e desafios materiais. Ele simboliza a adaptabilidade e a habilidade de gerenciar recursos com eficiência.",
    "message_esoteric": "Esta carta ensina que equilíbrio e adaptabilidade são essenciais para o sucesso. O Dois de Ouros nos convida a encontrar harmonia em meio às mudanças.",
    "meditation_reflection": [
      "Estou equilibrando minhas prioridades de forma eficaz?",
      "Como posso me adaptar melhor às mudanças em minha vida?",
      "Estou administrando meus recursos com eficiência?"
    ],
    "internal_alchemy": "O Dois de Ouros simboliza a alquimia da adaptabilidade. Ele nos desafia a encontrar equilíbrio e harmonia em meio às mudanças.",
    "magical_practice": "Conecte-se ao Dois de Ouros visualizando-se equilibrando dois discos brilhantes em harmonia perfeita. Afirme sua capacidade de gerenciar mudanças e recursos.",
    "past_present_future": {
      "past": "Um período de equilíbrio e adaptabilidade trouxe progresso.",
      "present": "Um momento de gerenciar mudanças e priorizar com eficiência.",
      "future": "Mais equilíbrio e sucesso estão por vir, desde que você permaneça adaptável."
    }
  },
  {
    "name": "Três de Ouros",
    "title": "Trabalho",
    "image": "assets/cards/three_of_pentacles.jpg",
    "number": 3,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Colaboração, aprendizado, execução bem planejada.",
    "eighth_lesser": "Falta de esforço, desentendimentos, trabalho mal executado.",
    "order": 66,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Reflete colaboração e planejamento. Simboliza aprendizado e execução cuidadosa.",
    "description_symbolic": "O Três de Ouros é a representação do esforço conjunto e da habilidade em ação. Ele simboliza o valor da colaboração e da atenção ao detalhe para alcançar o sucesso.",
    "message_esoteric": "Esta carta ensina que o trabalho bem executado exige cooperação e planejamento. O Três de Ouros nos convida a buscar aprendizado constante e parcerias construtivas.",
    "meditation_reflection": [
      "Estou colaborando efetivamente com os outros?",
      "Como posso melhorar a execução de meus projetos?",
      "Estou valorizando o aprendizado em minha jornada?"
    ],
    "internal_alchemy": "O Três de Ouros simboliza a alquimia do esforço conjunto. Ele nos desafia a usar nossas habilidades para contribuir com projetos maiores.",
    "magical_practice": "Conecte-se ao Três de Ouros visualizando-se em harmonia com outros enquanto trabalha em um projeto significativo. Afirme sua dedicação ao aprendizado e à colaboração.",
    "past_present_future": {
      "past": "Um esforço colaborativo trouxe aprendizado e progresso.",
      "present": "Um momento para investir em parcerias e executar com cuidado.",
      "future": "Mais sucesso está por vir, desde que você continue colaborando e aprendendo."
    }
  },
  {
    "name": "Quatro de Ouros",
    "title": "Poder",
    "image": "assets/cards/four_of_pentacles.jpg",
    "number": 4,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Estabilidade financeira, segurança, controle.",
    "eighth_lesser": "Apego, avareza, medo de perder.",
    "order": 67,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa estabilidade financeira e controle. Simboliza segurança, mas também apego excessivo.",
    "description_symbolic": "O Quatro de Ouros reflete a necessidade de estabilidade, mas alerta contra o apego excessivo ao material. Ele simboliza a segurança que pode se transformar em possessividade.",
    "message_esoteric": "Esta carta ensina que o equilíbrio entre segurança e generosidade é essencial. O Quatro de Ouros nos convida a cultivar estabilidade sem nos tornarmos prisioneiros do medo de perder.",
    "meditation_reflection": [
      "Estou mantendo um equilíbrio saudável entre segurança e generosidade?",
      "Como posso liberar o medo de perder para encontrar mais liberdade?",
      "Estou construindo estabilidade de forma sustentável?"
    ],
    "internal_alchemy": "O Quatro de Ouros simboliza a alquimia da segurança e do desapego. Ele nos desafia a buscar equilíbrio e a evitar o aprisionamento ao material.",
    "magical_practice": "Conecte-se ao Quatro de Ouros visualizando-se segurando um disco dourado com confiança, mas sem possessividade. Afirme sua segurança e liberdade.",
    "past_present_future": {
      "past": "Um momento de segurança e controle financeiro trouxe estabilidade.",
      "present": "Um período para equilibrar apego e liberdade material.",
      "future": "Mais estabilidade está por vir, desde que você evite possessividade."
    }
  },
  {
    "name": "Cinco de Ouros",
    "title": "Preocupação",
    "image": "assets/cards/five_of_pentacles.jpg",
    "number": 5,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Superação de adversidades, ajuda inesperada.",
    "eighth_lesser": "Perdas materiais, dificuldades financeiras, isolamento.",
    "order": 68,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Simboliza perdas e desafios materiais. Representa a necessidade de buscar ajuda e superar adversidades.",
    "description_symbolic": "O Cinco de Ouros reflete tempos difíceis, mas também o potencial de superação e esperança. Ele simboliza a importância de buscar ajuda e não enfrentar desafios sozinho.",
    "message_esoteric": "Esta carta ensina que mesmo nos momentos de maior dificuldade, a ajuda está disponível. O Cinco de Ouros nos convida a procurar apoio e a acreditar na superação.",
    "meditation_reflection": [
      "Estou buscando ajuda em tempos de necessidade?",
      "Como posso transformar dificuldades em oportunidades de crescimento?",
      "Estou mantendo a esperança durante os desafios?"
    ],
    "internal_alchemy": "O Cinco de Ouros simboliza a alquimia da resiliência. Ele nos desafia a encontrar força em meio às dificuldades e a buscar apoio quando necessário.",
    "magical_practice": "Conecte-se ao Cinco de Ouros visualizando-se saindo de uma tempestade para a luz. Afirme sua capacidade de superar adversidades.",
    "past_present_future": {
      "past": "Um período de desafios trouxe resiliência e aprendizado.",
      "present": "Um momento para buscar apoio e enfrentar adversidades.",
      "future": "A superação está por vir, desde que você mantenha a esperança."
    }
  },
  {
    "name": "Seis de Ouros",
    "title": "Sucesso",
    "image": "assets/cards/six_of_pentacles.jpg",
    "number": 6,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Generosidade, equilíbrio financeiro, gratidão.",
    "eighth_lesser": "Dependência, expectativas frustradas, desigualdade.",
    "order": 69,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa generosidade e equilíbrio financeiro. Simboliza gratidão e harmonia na troca de recursos.",
    "description_symbolic": "O Seis de Ouros é a representação da harmonia na troca de recursos. Ele simboliza a importância de dar e receber com equilíbrio e gratidão.",
    "message_esoteric": "Esta carta ensina que a generosidade é uma via de mão dupla. O Seis de Ouros nos convida a cultivar harmonia nas trocas materiais e emocionais.",
    "meditation_reflection": [
      "Estou equilibrando dar e receber em minha vida?",
      "Como posso cultivar mais gratidão e generosidade?",
      "Estou valorizando as oportunidades de ajudar os outros?"
    ],
    "internal_alchemy": "O Seis de Ouros simboliza a alquimia da generosidade. Ele nos desafia a encontrar equilíbrio e gratidão em nossas trocas.",
    "magical_practice": "Conecte-se ao Seis de Ouros visualizando-se equilibrando dois pratos cheios de recursos. Afirme sua generosidade e gratidão.",
    "past_present_future": {
      "past": "Um ato de generosidade trouxe harmonia e gratidão.",
      "present": "Um momento para equilibrar dar e receber.",
      "future": "Mais harmonia e abundância estão por vir, desde que você cultive a generosidade."
    }
  },
  {
    "name": "Sete de Ouros",
    "title": "Fracasso",
    "image": "assets/cards/seven_of_pentacles.jpg",
    "number": 7,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Planejamento a longo prazo, paciência, colheita futura.",
    "eighth_lesser": "Desmotivação, falta de progresso, impaciência.",
    "order": 70,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Reflete paciência e planejamento a longo prazo. Simboliza o esforço em direção a uma colheita futura.",
    "description_symbolic": "O Sete de Ouros simboliza o trabalho paciente e o planejamento cuidadoso. Ele nos lembra que o progresso requer tempo e dedicação contínua.",
    "message_esoteric": "Esta carta ensina que a paciência é essencial para o sucesso. O Sete de Ouros nos convida a confiar no processo e a continuar investindo no que realmente importa.",
    "meditation_reflection": [
      "Estou dedicando tempo e esforço suficientes para alcançar meus objetivos?",
      "Como posso cultivar paciência em minha jornada?",
      "Estou avaliando regularmente meu progresso e ajustando meu plano?"
    ],
    "internal_alchemy": "O Sete de Ouros simboliza a alquimia do crescimento paciente. Ele nos desafia a valorizar o processo tanto quanto o resultado.",
    "magical_practice": "Conecte-se ao Sete de Ouros visualizando uma colheita abundante crescendo lentamente. Afirme sua paciência e dedicação.",
    "past_present_future": {
      "past": "Um período de trabalho paciente trouxe crescimento sólido.",
      "present": "Um momento para avaliar seu progresso e planejar cuidadosamente.",
      "future": "Uma colheita abundante está por vir, desde que você mantenha sua paciência e esforço."
    }
  },
  {
    "name": "Oito de Ouros",
    "title": "Prudência",
    "image": "assets/cards/eight_of_pentacles.jpg",
    "number": 8,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Dedicação, aprendizado, habilidade refinada.",
    "eighth_lesser": "Falta de empenho, trabalho negligente, desatenção.",
    "order": 71,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa dedicação e habilidade refinada. Simboliza o aprendizado constante e o esforço diligente.",
    "description_symbolic": "O Oito de Ouros reflete o aperfeiçoamento e a dedicação. Ele simboliza o trabalho paciente necessário para alcançar a excelência.",
    "message_esoteric": "Esta carta ensina que o aprendizado e a prática são as chaves para o progresso. O Oito de Ouros nos convida a investir tempo e esforço para aprimorar nossas habilidades.",
    "meditation_reflection": [
      "Estou investindo o esforço necessário para alcançar a excelência?",
      "Como posso melhorar minhas habilidades através do aprendizado contínuo?",
      "Estou sendo paciente com meu progresso?"
    ],
    "internal_alchemy": "O Oito de Ouros simboliza a alquimia da prática e do aprimoramento. Ele nos desafia a trabalhar com diligência e propósito.",
    "magical_practice": "Conecte-se ao Oito de Ouros visualizando-se lapidando uma obra-prima com paciência e cuidado. Afirme sua dedicação e habilidade.",
    "past_present_future": {
      "past": "Um período de aprendizado trouxe progresso e desenvolvimento.",
      "present": "Um momento para investir em prática e aprimoramento.",
      "future": "Mais progresso está por vir, desde que você continue se dedicando."
    }
  },
  {
    "name": "Nove de Ouros",
    "title": "Ganhos",
    "image": "assets/cards/nine_of_pentacles.jpg",
    "number": 9,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Independência, segurança material, realização pessoal.",
    "eighth_lesser": "Dependência, isolamento, arrogância.",
    "order": 72,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Simboliza independência e realização pessoal. Representa segurança material e harmonia com o ambiente.",
    "description_symbolic": "O Nove de Ouros é o símbolo de independência e segurança conquistada através de esforço próprio. Ele reflete satisfação pessoal e harmonia.",
    "message_esoteric": "Esta carta ensina que a verdadeira independência vem da autossuficiência. O Nove de Ouros nos convida a celebrar nossas conquistas materiais e emocionais.",
    "meditation_reflection": [
      "Estou valorizando minhas conquistas e minha independência?",
      "Como posso harmonizar segurança material com equilíbrio emocional?",
      "Estou cultivando gratidão por tudo o que alcancei?"
    ],
    "internal_alchemy": "O Nove de Ouros simboliza a alquimia da independência e da harmonia. Ele nos desafia a valorizar o que conquistamos com esforço.",
    "magical_practice": "Conecte-se ao Nove de Ouros visualizando-se em um jardim repleto de prosperidade. Afirme sua autossuficiência e gratidão.",
    "past_present_future": {
      "past": "Um período de esforço trouxe conquistas e segurança.",
      "present": "Um momento de celebrar sua independência e realizações.",
      "future": "Mais segurança e satisfação estão por vir, desde que você mantenha seus esforços."
    }
  },
  {
    "name": "Dez de Ouros",
    "title": "Riqueza",
    "image": "assets/cards/ten_of_pentacles.jpg",
    "number": 10,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Estabilidade, legado, prosperidade duradoura.",
    "eighth_lesser": "Conflitos familiares, instabilidade, ganância.",
    "order": 73,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa legado e estabilidade duradoura. Simboliza prosperidade e realização no nível familiar.",
    "description_symbolic": "O Dez de Ouros reflete a prosperidade acumulada e o legado duradouro. Ele simboliza estabilidade e harmonia que se estendem às gerações futuras.",
    "message_esoteric": "Esta carta ensina que a verdadeira riqueza está no legado que deixamos. O Dez de Ouros nos convida a construir algo duradouro e significativo.",
    "meditation_reflection": [
      "Estou construindo um legado significativo para o futuro?",
      "Como posso compartilhar minha prosperidade de forma construtiva?",
      "Estou cultivando harmonia e estabilidade em minha vida familiar?"
    ],
    "internal_alchemy": "O Dez de Ouros simboliza a alquimia da estabilidade e do legado. Ele nos desafia a pensar no impacto de nossas ações a longo prazo.",
    "magical_practice": "Conecte-se ao Dez de Ouros visualizando-se cercado por uma árvore frondosa que representa seu legado. Afirme sua estabilidade e prosperidade duradoura.",
    "past_present_future": {
      "past": "Um período de construção trouxe estabilidade e prosperidade.",
      "present": "Um momento de aproveitar os frutos de seu legado.",
      "future": "Mais prosperidade e impacto duradouro estão por vir, desde que você continue cultivando harmonia."
    }
  },
  {
    "name": "Pajem de Ouros",
    "title": "O Estudante",
    "image": "assets/cards/page_of_pentacles.jpg",
    "number": 11,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Novos aprendizados, ambição, oportunidades.",
    "eighth_lesser": "Procrastinação, falta de foco, superficialidade.",
    "order": 74,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa ambição e novos aprendizados. Simboliza a busca por oportunidades práticas.",
    "description_symbolic": "O Pajem de Ouros é o símbolo do aprendizado e da ambição. Ele representa novas oportunidades práticas e a busca por conhecimento.",
    "message_esoteric": "Esta carta ensina que a base do progresso está na curiosidade e no aprendizado. O Pajem de Ouros nos convida a explorar novas oportunidades com dedicação.",
    "meditation_reflection": [
      "Estou aproveitando novas oportunidades de aprendizado?",
      "Como posso aplicar meu conhecimento de forma prática?",
      "Estou cultivando ambição de forma saudável?"
    ],
    "internal_alchemy": "O Pajem de Ouros simboliza a alquimia do aprendizado e da ambição. Ele nos desafia a buscar conhecimento e aplicá-lo para alcançar nossos objetivos.",
    "magical_practice": "Conecte-se ao Pajem de Ouros visualizando-se abrindo um livro de ouro, cheio de oportunidades. Afirme sua ambição e curiosidade.",
    "past_present_future": {
      "past": "Um período de aprendizado trouxe novas oportunidades.",
      "present": "Um momento para explorar novos caminhos com ambição.",
      "future": "Mais oportunidades estão por vir, desde que você mantenha seu foco e dedicação."
    }
  },
  {
    "name": "Cavaleiro de Ouros",
    "title": "O Trabalhador",
    "image": "assets/cards/knight_of_pentacles.jpg",
    "number": 12,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Persistência, disciplina, confiabilidade.",
    "eighth_lesser": "Rigidez, teimosia, lentidão excessiva.",
    "order": 75,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Simboliza persistência e confiabilidade. Representa disciplina e determinação sólida.",
    "description_symbolic": "O Cavaleiro de Ouros é o símbolo da disciplina e do esforço contínuo. Ele representa confiabilidade e persistência para alcançar objetivos práticos.",
    "message_esoteric": "Esta carta ensina que a perseverança é a chave para o sucesso. O Cavaleiro de Ouros nos convida a trabalhar com determinação e paciência.",
    "meditation_reflection": [
      "Estou sendo consistente e confiável em meus esforços?",
      "Como posso cultivar disciplina para alcançar meus objetivos?",
      "Estou equilibrando persistência com flexibilidade?"
    ],
    "internal_alchemy": "O Cavaleiro de Ouros simboliza a alquimia da disciplina e da determinação. Ele nos desafia a manter o foco mesmo diante de desafios.",
    "magical_practice": "Conecte-se ao Cavaleiro de Ouros visualizando-se plantando sementes que crescerão com seu esforço. Afirme sua persistência e confiabilidade.",
    "past_present_future": {
      "past": "Um período de esforço persistente trouxe progresso sólido.",
      "present": "Um momento para trabalhar com disciplina e determinação.",
      "future": "Mais sucesso e estabilidade estão por vir, desde que você mantenha sua persistência."
    }
  },
  {
    "name": "Rainha de Ouros",
    "title": "A Nutridora",
    "image": "assets/cards/queen_of_pentacles.jpg",
    "number": 13,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Generosidade, praticidade, conforto material.",
    "eighth_lesser": "Materialismo, possessividade, negligência.",
    "order": 76,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Representa generosidade e praticidade. Simboliza cuidado e conforto material.",
    "description_symbolic": "A Rainha de Ouros é a personificação do cuidado e da generosidade prática. Ela simboliza conforto, segurança e harmonia com o mundo material.",
    "message_esoteric": "Esta carta ensina que a verdadeira riqueza está no cuidado com os outros. A Rainha de Ouros nos convida a nutrir e apoiar quem nos rodeia.",
    "meditation_reflection": [
      "Estou cuidando de mim mesmo e dos outros com generosidade?",
      "Como posso equilibrar praticidade e compaixão em minha vida?",
      "Estou valorizando o conforto material sem cair no materialismo excessivo?"
    ],
    "internal_alchemy": "A Rainha de Ouros simboliza a alquimia do cuidado e da generosidade. Ela nos desafia a cultivar harmonia e abundância.",
    "magical_practice": "Conecte-se à Rainha de Ouros visualizando-se cercado por um campo fértil e abundante. Afirme sua generosidade e harmonia.",
    "past_present_future": {
      "past": "Um período de cuidado e generosidade trouxe harmonia e segurança.",
      "present": "Um momento de nutrir e apoiar suas conexões e seu ambiente.",
      "future": "Mais abundância e harmonia estão por vir, desde que você continue nutrindo o que é importante."
    }
  },
  {
    "name": "Rei de Ouros",
    "title": "O Provedor",
    "image": "assets/cards/king_of_pentacles.jpg",
    "number": 14,
    "isMajorArcana": false,
    "suit": "Ouros",
    "eighth_greater": "Abundância, liderança, estabilidade.",
    "eighth_lesser": "Ganância, controle excessivo, inflexibilidade.",
    "order": 77,
    "element": "Terra",
    "sign": null,
    "planet": null,
    "description": "Simboliza abundância e liderança prática. Representa estabilidade financeira e sabedoria material.",
    "description_symbolic": "O Rei de Ouros é a personificação da liderança e da estabilidade financeira. Ele simboliza abundância e a habilidade de administrar recursos com sabedoria.",
    "message_esoteric": "Esta carta ensina que a verdadeira liderança está no uso responsável da abundância. O Rei de Ouros nos convida a construir estabilidade e a compartilhar prosperidade.",
    "meditation_reflection": [
      "Estou liderando com sabedoria e responsabilidade?",
      "Como posso usar minha abundância para apoiar os outros?",
      "Estou cultivando estabilidade em todas as áreas da minha vida?"
    ],
    "internal_alchemy": "O Rei de Ouros simboliza a alquimia da liderança e da prosperidade. Ele nos desafia a ser provedores sábios e responsáveis.",
    "magical_practice": "Conecte-se ao Rei de Ouros visualizando-se em um trono rodeado por símbolos de abundância. Afirme sua liderança e estabilidade.",
    "past_present_future": {
      "past": "Um período de liderança prática trouxe estabilidade e abundância.",
      "present": "Um momento de liderar com sabedoria e cultivar prosperidade.",
      "future": "Mais sucesso e estabilidade estão por vir, desde que você continue agindo com responsabilidade."
    }
  }
]
